Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: enable bouquet edit
da: åbne favoritlisteredigering
it: Abilitare la modifica del bouquet
uk: увімкнути редагування фаворита

source: enable favourite edit
da: åbne favoritredigering
it: Abilitare modifica preferiti
uk: увімкнути редагування фаворитів

source: enable intro screen
da: aktiver introskærm

source: enable move mode
da: åbne flyttetype
it: Abilitare la modalità spostamento
uk: увімкнути режим переміщення

source: enabled
da: Tilsluttet
it: abilitato
uk: увімкнено

source: end alternatives edit
da: afslut alternativ redigering
it: Fine nodifica alternative
uk: закінчити редагування альтернативи

source: end bouquet edit
da: afslut favoritlisteredigering
it: Fine modifiche del bouquet
uk: закінчити редагування букета

source: end cut here
da: afslut klip her
it: Terminare il taglio qui
uk: кінець редагування

source: end favourites edit
da: afslut favoritredigering
it: Fine modifica preferiti
uk: закінчити редагування фаворитів

source: entertainment (10-16 year old)
da: underholdning (10-16 år gammel)
it: Intrattenimento (10-16 anni)
uk: розваги (10-16 років)

source: equal to
da: svarende til
it: uguale a
uk: також як

source: equestrian
da: dressur
it: Ippica
uk: кінний спорт

source: error starting scanning
da: fejl ved start af skanning
it: Errore nell'avvio della ricerca

source: error while scanning
da: fejl under skan
it: Errore durante la ricerca

source: execute cuts (requires MovieCut plugin)
da: Udfør klip (kræver MovieCut plugin)

source: exit DVD player or return to file browser
da: luk DVD afspiller eller tilbage til filoversigt
it: Uscire dal Player DVD o ritornare all'elenco dei file
uk: Закрити DVD плеєр і повернутися в провідник

source: exit network adapter configuration
da: luk netværksadapter opsætning
it: Uscire dalla configurazione della scheda di rete
uk: закрити конфігуратор мережі

source: exit networkadapter setup menu
da: luk netværksadapter opsætningsmenu
it: Uscire dal menu di configurazione della scheda di rete
uk: закрити налаштування мережевого адаптера

source: experimental film/video
da: eksperimentel film/video
it: Film/video sperimentali
uk: експериментальний фільм/відео

source: failed
da: fejlet

source: false
da: falsk
it: falso
uk: Ні

source: fashion
da: mode
it: Moda
uk: мода

source: fileformats (BMP, PNG, JPG, GIF)
da: fil formater (BMP, PNG, JPG, GIF)
it: formati file (BMP, PNG, JPG, GIF)
uk: формат файла (BMP, PNG, JPG, GIF)

source: filename
da: fil navn
it: nome file
uk: ім'я файлу

source: film/cinema
da: film/biograf
uk: фільм/кіно

source: find currently played service
da: find nuværende afspillet service
it: Individuare il canale attualmente visualizzato

source: fine arts
da: fin kunst
it: Belle arti
uk: образотворчі мистецтва

source: fitness & health
da: fitness & helbred
it: Fitness & salute
uk: фітнес & здоров'я

source: flat alphabetic
da: flad alfabetisk
it: Alfabetico lineare
uk: сортувати за алфавітом

source: flat alphabetic reverse
da: omvendt flad alfabetisk
it: Alfabetico lineare inverso
uk: за зворотнім алфавітом

source: folk/traditional music
da: folk/traditionel musik
it: Musica tradizionale/Folk
uk: народна/традиційна музика

source: football/soccer
da: amr. fodbold/fodbold
it: Football/Calcio
uk: футбол

source: foreign countries/expeditions
da: fremmede lande/ekspeditioner
it: Paesi stranieri/Spedizioni
uk: зарубіжні країни/експедиції

source: forward to the next chapter
da: frem til næste kapitel
it: Avanzare al capitolo successivo
uk: вперед до наступного розділу

source: free
da: ledig
it: libero
uk: вільно

source: from
da: fra
it: da

source: further education
da: yderligere uddannelse
it: Istruzione di perfezionamento
uk: дальнейшее образование

source: game show/quiz/contest
da: game show/quiz/konkurrence
it: Telequiz/Quiz/Competizioni
uk: гра шоу/вікторина/конкурс

source: gardening
da: havearbejde
it: Giardinaggio
uk: садівництво

source: go to deep standby
da: gå til dyb standby
it: Spegnere
uk: перейти в глибокий Режим очікування

source: go to standby
da: gå til standby
it: Mettere in standby
uk: перейти в Режим очікування

source: grab this frame as bitmap
da: grab denne frame som bitmap
it: Catturare l'mmagine come bitmap
uk: зберегти фрейм як растрове зображення

source: green
da: grøn
it: Verde
uk: зелений

source: handicraft
da: gør-det-selv
it: Artigianato
uk: ремесло

source: height
da: højde
it: altezza
uk: висота

source: help...
da: hjælp...
it: aiuto...
uk: допомога...

source: hide
da: skjul

source: horizontal
da: horisontal
it: orizzontale
uk: горизонтальна

source: information/education/school program
da: information/uddannelse/skole program
it: Informazione/Istruzione/Programmi scolastici
uk: Информація/освіта/шкільна програма

source: init module
da: initialiser modul
it: Inizializzare il modulo
uk: init модуль

source: init modules
da: initier moduler
it: Inizializzare i moduli
uk: init модуль

source: insert mark here
da: indsæt mærke her
it: Inserire un contrassegno qui
uk: вставити мітку

source: invalid type
da: forkert type
it: Tipo non valido
uk: недійсний тип

source: jump back to the previous title
da: hop tilbage til forrige titel
it: Ritornare al titolo precedente
uk: перейти до попереднього розділу

source: jump forward to the next title
da: hop frem til næste titel
it: Avanzare al titolo successivo
uk: перейти до наступного розділу

source: jump to chapter by number
da: Hop til kapitel vha. nummer
it: Passare al capitolo specificandone il numero

source: languages
da: sprog
it: lingue
uk: мови

source: leave movie player...
da: forlad film afspiller...
it: Uscire da player video...
uk: вийти з відеоплеєра...

source: left
da: venstre
it: Sinistro
uk: зліва

source: left, wrapped
da: left, pakket
it: a sinistra, con ritorno a capo
uk: зліва, загорнутий

source: leisure hobbies (general)
da: fritids hobbyer
it: Tempo libero (generale)
uk: дозвілля/хобі (загальне)

source: length
da: længde
it: durata
uk: довжина

source: limit ..., aborting !
da: grænse..., afbryder !
it: limite..., annullamento in corso!
uk: ліміт ..., перерваний !

source: list style compact
da: kompakt listestil
it: Stile elenco compatto
uk: компактний список

source: list style compact with description
da: kompakt listestil med beskrivelse
it: Stile elenco compatto con descrizioni
uk: компактний список з описом

source: list style default
da: normal listestil
it: Stile elenco predefinito
uk: список за замовчуванням

source: list style single line
da: enkelt linie listestil
it: Stile elenco a righe singole
uk: список в один рядок

source: literature
da: litteratur
it: Letteratura
uk: література

source: live broadcast
da: live udsendelse
it: Trasmissione dal vivo
uk: пряма трансляція

source: locked
da: låst
it: bloccato
uk: захоплено

source: loopthrough to
da: gennemløb til
it: in cascata a
uk: петля до

source: magazines/reports/documentary
da: magasiner/reporter/dokumentar
it: Riviste/Report/Documentari
uk: журнали/репортажі/документальний

source: manual
da: manuelt
it: manuale
uk: ручний

source: martial sports
da: kampsport
it: Arti marziali
uk: єдиноборство

source: medicine/physiology/psychology
da: medicin/fysiologi/psykologi
it: Medicina/Fisiologia/Psicologia
uk: медицина/физиология/психология

source: mins
da: min
it: min
uk: хв

source: minutes
da: minutter
it: minuti
uk: хвилин

source: month
da: måned
it: mese
uk: місяц

source: motoring
da: motorsport
it: Motori
uk: автомобілі

source: move down to last entry
da: flyt ned til sidste indtastning
it: Andare all'ultimo elemento
uk: перемістити вниз до останнього запису

source: move down to next entry
da: flyrt ned til næste indtastning
it: Andare all'elemento successivo
uk: перемістити вниз до наступного запису

source: move up to first entry
da: flyt op til første indtastning
it: Andare al primo elemento
uk: перемістити вгору до першого запису

source: move up to previous entry
da: flyt op til foregående indtastning
it: Andare all'elemento precedente
uk: перемістити вгору до попереднього запису

source: movie/drama (general)
da: film/drama
it: Film/Teatro (generale)
uk: фільми/драма (загальне)

source: music/ballet/dance (general)
da: musik/ballet/dans
it: Musica/Balletto/Danza (generale)
uk: музика/балет/танець (загальне)

source: nature/animals/environment
da: natur/dyr/omverdenen
it: Natura/Animali/Ambiente
uk: природа/тварини/навколишнє середовище

source: never
da: aldrig
it: Mai
uk: ніколи

source: new media
da: nyt medie
it: Nuovi media
uk: нові media

source: news magazine
da: nyheds magasin
it: Rubriche di informazione
uk: новинний журнал

source: news/current affairs (general)
da: nyheder/nuværende begivenheder
it: Notizie/Attualità (generale)
uk: новини/поточні події (загальне)

source: news/weather report
da: nyheder/vejrudsigt
it: Notizie/Meteo
uk: новини/прогноз погоди

source: no
da: nej
uk: Ні

source: no CAId selected
da: ingen CAId valgt
it: Nessun CAId selezionato!
uk: показати другу вибрану позначку

source: no CI slots found
da: ingen CI slots fundet
it: Nessun slot CI trovato!
uk: не знайдено модуль

source: no channel list
da: Ingen kanalliste
it: Nessuna lista canali

source: no module found
da: ingen modul fundet
it: Nessun modulo trovato!
uk: не знайдено модуль

source: no resource manager
da: Ingen resource manager
it: Nessun gestore delle risorse

source: no storage devices found
da: ingen lagerenhed fundet
it: Nessun supporto di memorizzazione disponibile
uk: Мережеві пристрої не виявлені!

source: none
da: ingen
it: nessuno
uk: ніякої

source: not configured
da: ikke konfigureret
it: non configurato
uk: немає конфігурації

source: not locked
da: ikke låst
it: non bloccato
uk: не захоплено

source: not supported
da: ikke supporteret
it: non supportato
uk: Невідома

source: not tested
da: Ikke testet

source: not_tested
da: Ikke_testet

source: nothing connected
da: Intet tilsluttet
it: Non c'è niente collegato
uk: нічого не підключено

source: of a DUAL layer medium used.
da: af et DOBBELT lags media anvendt.
it: del DVD a doppio strato utilizzato.
uk: використовуваного двошарового носія.

source: of a SINGLE layer medium used.
da: af et ENKELT lags media anvendt.
it: del DVD a singolo strato utilizzato.
uk: використовуваного одношарового носія.

source: off
da: fra
it: no
uk: вимкн.

source: off or wpa2 on
da: fra eller wpa2 til

source: offset is
da: offset er
it: l'offset è
uk: зсув

source: on
da: til
it: sì
uk: увімкн.

source: on READ ONLY medium.
da: på LÆS KUN medie
it: su un supporto A SOLA LETTURA.
uk: на диск тільки для читання.

source: once
da: en gang
it: Una volta
uk: один раз

source: only from deep standby
da: kun fra dyb standby
it: Solo dallo stato di spegnimento

source: only from standby
da: kun fra standby
it: Solo dallo stato di standby

source: open nameserver configuration
da: åbn navneserver opsætning
it: Accedere alla configurazione dei server dei nomi (DNS)
uk: відкрити конфігуратор DNS

source: original language
da: original sprog
it: lingua originale
uk: мова оригіналу

source: pass
da: OK
it: passare
uk: передати

source: performing arts
da: udøvende kunst
it: Arte dello spettacolo
uk: виконавські види мистецтва

source: play as picture in picture
da: afspil som Billede i Billede
it: Riprodurre nel Picture in Picture
uk: увімкнути як картинку в картинці

source: play in mainwindow
da: afspil i hovedvindue
it: Riprodurre nello schermo principale
uk: включити на основному екрані

source: please press OK when ready
da: tryk venligst OK når du er klar
it: Premere OK quando pronti
uk: будь ласка, натисніть OK коли будете готові

source: please wait, loading picture...
da: vent venligst, henter billede...
it: Caricamento fotografia in corso, attendere...
uk: Зачекайте, завантаження зображень...

source: popular culture/traditional arts
da: populær kultur/traditionel kunst
it: Cultura popolare/Arti tradizionali
uk: популярні культура/традиції мистецтва

source: pre-school children's program
da: før-skole børneprogram
it: Programmi per bambini in età prescolare
uk: дошкільні дитячі програми

source: purge deleted userbouquets
da: Fjern slettede brugerbouquets
it: Rimozione dei bouquets eliminati

source: receiver software because updates are available.
da: receiver software fordi opdateringer er tilgægelige
it: il software del ricevitore perchè sono disponibili aggiornamenti.
uk: доступне оновлення для вашого ресивера.

source: record
da: optage
it: Registrare
uk: запис

source: recording...
da: optager...
it: Registrazione in corso...
uk: запис...

source: red
da: rød
it: Rosso
uk: Червоний

source: remarkable people
da: bemærkelsesværdige folk
it: Persone eccezionali
uk: чудові люди

source: remove after this position
da: fjern efter denne position
it: Eliminare dopo questo punto
uk: видалити після цієї позиції

source: remove all alternatives
da: fjern alle alternativer
it: Eliminare tutte le alternative
uk: видалити всі альтернативи

source: remove all new found flags
da: fjern alle nye fundne flag
it: Eliminare tutti i nuovi contrassegni trovati
uk: видалити всі нові знайдені прапори

source: remove before this position
da: fjern før denne position
it: Eliminare prima di questo punto
uk: видалити перед цією позицією

source: remove bookmark
da: fjern bogmærke
it: Eliminare un percorso preferito
uk: видалити закладку

source: remove bouquet from parental protection
da: fjern bouquet fra forældrekontrol
it: Escludere il bouquet dal parental control

source: remove cable services
da: Fjern kabelservices
it: Eliminare il canale via cavo

source: remove directory
da: fjern mappe
it: Eliminare la cartella
uk: видалити каталог

source: remove entry
da: fjern indgang
it: Eliminare l'elemento selezionato
uk: видалити обране

source: remove from parental protection
da: fjern fra forældre beskyttelse
it: Escludere dal parental control
uk: видалити з батьківського контролю

source: remove new found flag
da: fjern nye fundne flag
it: Eliminare il nuovo contrassegno trovato
uk: видалити прапор новий знайдений

source: remove selected satellite
da: fjern valgte satellit
it: Eliminare il satellite selezionato
uk: видалити вибраний супутник

source: remove terrestrial services
da: Fjern terrestrial services
it: Eliminare il canale terrestre

source: remove this mark
da: fjern dette mærke
it: Eliminare questo contrassegno
uk: видалити мітку

source: rename entry
da: omdøb punkt
it: Rinominare l'elemento selezionato
uk: перейменувати обране

source: repeat playlist
da: gentag afspilningsliste
it: Ripetere la playlist

source: repeated
da: gentaget
it: Ricorrente
uk: повторний

source: restore deleted userbouquets
da: Gendan slettede brugerbouquets
it: Ripristinare i bouquet eliminati

source: reverse by date
da: omvendt dato
it: Per data decrescente
uk: повторний

source: rewind to the previous chapter
da: kør tilbage til forrige kapitel
it: Ritornare al capitolo precedente
uk: назад на попередній розділ

source: right
da: højre
it: Destro
uk: право

source: right, wrapped
da: højre, pakket
it: a destra, con ritorno a capo
uk: право, загорнутий

source: romance
da: romantik
it: Romanzo rosa
uk: романс

source: save last directory on exit
da: gem seneste mappe ved afbrydelse
it: Ricordare l'ultima cartella al momento di uscire
uk: зберегти останній каталог при виході

source: save playlist on exit
da: gem afspilningsliste ved afbrydelse
it: Ricordare la playlist al momento di uscire
uk: Зберегти плейлист при виході

source: scan state
da: søge status
it: Stato della ricerca
uk: стан пошуку

source: science fiction/fantasy/horror
da: science fiction/fantasy/gys
it: Fantascienza/Fantasy/Horror
uk: наукова фантастика/фентезі/жахи

source: second cable of motorized LNB
da: sekundært kabel fra motor LNB
it: Cavo secondario dell'LNB motorizzato
uk: другий кабель від LNB на моторі

source: seconds
da: sekunder
it: secondi
uk: секунд

source: select
da: vælg
it: Selezionare
uk: вибрати

source: select CAId's
da: vælg CAId's
it: Selezionare i CAId
uk: вибрати CAId's

source: select menu entry
da: vælg meny indgang
it: Selezionare una voce del menu
uk: вибрати із меню

source: serious music/classic music
da: serøst musik/klassisk musik
it: Musica d'autore/Musica classica
uk: класична музика

source: serious/classical/religious/historical movie/drama
da: serøst/klassisk/religiøst/historisk film/drama
it: Film/opere d'autore/classici/religiosi/storici
uk: серйозний/класичний/релігійний/історичний фільм/драма

source: service is in bouquet parental protection
da: service er i bouquet forældrebeskyttelse

source: set as startup service
da: Sæt som startkanal
it: Utilizzare come canale di avvio
uk: зробити сервіс стартовим

source: show
da: vis

source: show DVD main menu
da: vis DVD hoved menu
it: Mostrare il menu principale del DVD
uk: показати DVD в головному меню

source: show all tags
da: vis alle tags
it: Mostrare tutte le etichette
uk: показати всі теги

source: show alternatives
da: Vis alternativer
it: Mostrare le alternative
uk: показати альтернативу

source: show event details
da: vis program detaljer
it: Mostrare i dettagli dell'evento
uk: показати деталі події

source: show mediaplayer on mainmenu
da: vis mediaplayer på hovedmenu
it: Mostrare il Media Player nel menu principale
uk: Показати медіаплеєр у головному меню

source: show softwaremanager in setup menu
da: vis softwaremanager i setup menuen
it: Mostrare la Gestione Software nel Menu impostazioni
uk: Показати менеджер софта в меню налаштувань

source: show softwaremanager on blue button
da: vis softwaremanager ved blå knap
it: Mostrare la Gestione Software nell'elenco mostrato del tasto blu
uk: Показати менеджер софта в меню доповнень

source: show transponder info
da: vis transponer info
it: Visualizzare le informazioni sul transponder
uk: показати інфо транспондера

source: show/game show (general)
da: show/game show
it: Show/Telequiz (generale)
uk: показ ігрових шоу (загальне)

source: shuffle
da: bland
it: Casuale
uk: випадковий порядок

source: shut down
da: afslut
it: Spegnimento
uk: Вимкнути

source: simple
da: enkel
it: semplice
uk: простий

source: skip backward
da: drop tilbage
it: Riavvolgimento
uk: Перемотка назад

source: skip forward
da: drop fremad
it: Avanzamento
uk: Перемотка вперед

source: soap/melodram/folkloric
da: soap/melodrama/folkelore
it: Soap/Melodrammi/Folklore
uk: мильна опера/мелодрама/фольклор

source: social/political issues/economics (general)
da: social/politiske emner/økonomi
it: Sociale/Politica/Economia (generale)
uk: соціальні/політичні питання/Економіка (загальне)

source: social/spiritual science
da: social/spirituel science
it: Sociale/Spiritualità
uk: соціальна/духовна наука

source: sorting of playlists
da: sortering af spilleliste
it: Ordinamento delle playlist
uk: сортировка плейлистов

source: special events
da: special begivenheder
it: Eventi particolari
uk: спеціальна подія

source: special format data DVD (HDTV compatible)
da: specielt formateret data DVD (HDTV kompatibel)
it: DVD con formato dati speciale (compatibile HDTV)
uk: спеціальний формат даних DVD (сумісний з HDTV)

source: sports (general)
da: sport
it: Sport (generale)
uk: спорт (загальне)

source: sports magazine
da: sport magasin
it: Rubriche di sport
uk: спортивний магазин

source: start cut here
da: start klip her
it: Iniziare il taglio qui
uk: початок редагування

source: start directory
da: start mappe
it: Cartella di avvio
uk: початковий каталог

source: stepsize
da: trinstørrelse
it: Dimensione del passo
uk: розмір кроку

source: stop using as startup service
da: stop brug som startkanal
it: Non utilizzare più come canale di avvio
uk: відключити від автостарту сервіс

source: successful
da: succesfuld

source: switch to bookmarks
da: skift til bogmærker
it: Passare ai percorsi preferiti
uk: перейти на закладки

source: switch to filelist
da: skift til filliste
it: Passare all'elenco dei file
uk: переключити на список файлів

source: switch to the next angle
da: skift til næste vinkel
it: Passare all'angolazione successiva
uk: перейти в наступній кут

source: switch to the next audio track
da: skift til næste lyd spor
it: Passare alla traccia audio successiva
uk: перейти до наступної звукової доріжки

source: switch to the next subtitle language
da: skift til næste undertekst sprog
it: Passare alla lingua sottotitoli successiva
uk: переключитися на наступний мову субтитрів

source: team sports
da: holdsport
it: Sport di squadra
uk: командні види спорту

source: technology/natural science
da: teknologi/naturvidenskab
it: Tecnologia/Scienze naturali
uk: технології/природознавство

source: template file
da: skabelon fil
it: File modello
uk: Шаблон файла

source: this bouquet is protected by a parental control pin
da: denne bouquet er beskyttet af forældrekontrol pin
it: Questo bouquet è protetto con il PIN del parental control

source: this recording
da: denne optagelse
it: questa registrazione
uk: це записано

source: this service is protected by a parental control pin
da: denne service er beskyttet af forældre kontrol
it: Questo canale è protetto con il PIN del parental control
uk: цей сервіс захищений PIN-кодом батьківського контролю

source: toggle time, chapter, audio, subtitle info
da: skift mellem tid, kapitel, lyd, undertekst info
it: Attivare/disattivare le informazioni su tempo, capitolo, audio, sottotitoli
uk: час перемикання, розділи, Аудіо, Информація субтитрів

source: tourism/travel
da: turisme/rejse
it: Viaggi/Turismo
uk: туризм/подорожі

source: true
da: rigtig
it: vero
uk: Так

source: unavailable
da: utilgængelig
it: non disponibile
uk: недоступно

source: unconfirmed
da: ubekræftet
it: non confermato
uk: не присвоєно

source: undefined
da: udefineret
it: non definito
uk: визначений користувачем

source: unknown
da: ukendt
it: sconosciuto
uk: <невідомий>

source: unknown error
da: ukendt fejl

source: unknown service
da: ukendt kanal
it: Canale sconosciuto
uk: невідомий сервіс

source: unpublished
da: ikke udgivet
it: non pubblicato
uk: неопублікований

source: untestable
da: ikke muligt at teste

source: until standby/restart
da: indtil standby/genstart
it: fino allo standby/riavvio
uk: до режиму очікування/перезавантаження

source: user defined
da: brugerdefineret
it: Definito dall'utente
uk: визначений користувачем

source: vertical
da: vertikal
it: verticale
uk: вертикальна

source: wait for ci...
da: vent på CA...
it: In attesa della CI...
uk: очікування ci...

source: wait for mmi...
da: vent på mmi...
it: In attesa della MMI (Multi Media Interface)...
uk: очікування mmi...

source: waiting
da: venter
it: In attesa
uk: очікування

source: water sport
da: vandsport
it: Sport acquatici
uk: водний спорт

source: weekly
da: ugentlig
it: Settimanale
uk: Щотижня

source: west
da: vest
it: ovest
uk: Переміщення на захід

source: when PiPzap enabled zap channel down...
da: når BiBzap er aktiveret zap en kanal ned
it: Quando il cambio canale è abilitato, passare al canale successivo...

source: when PiPzap enabled zap channel up...
da: når BiBzap er aktiveret zap en kanal op
it: Quando il cambio canale è abilitato, passare al canale precedente...

source: white
da: hvid
it: Bianco
uk: білий

source: width
da: bredde
it: larghezza
uk: ширина

source: winter sport
da: vintersport
it: Sport invernali
uk: зимовий спорт

source: wireless network interface
da: tråløst netværkskort
it: Interfaccia di rete wireless
uk: інтерфейс бездротової мережі

source: with %d error
da: med %d fejl
it: con %d errore
uk: с %d помилкою

source: with errors
da: med fejl

source: with text
da: med tekst
it: con testo

source: with tuner name
da: med tunernavn
it: con nome tuner

source: with_errors
da: med_fejl

source: working
da: fungerer
it: funzionante
uk: працюючий

source: yellow
da: gul
it: Giallo
uk: жовтий

source: yes
da: ja
it: sì
uk: Так

source: yes (keep feeds)
da: ja (behold feeds)
it: sì (mantenere i feed)
uk: так (зберігати канали)
