Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a special format data DVD (which will not play in stand-alone DVD players) instead?
da: DVD standarden understøtter ikke H.264 (HDTV) video streams. Vil du lave en speciel DVD med et andet data format (som ikke kan afspilles in en særskilt DVD afspiller) i stedet?
it: Lo standard DVD non è compatibile con gli stream video H.264 (HDTV). Creare un DVD con un formato dati speciale (che non sarà leggibile dai lettori DVD standard)?
uk: DVD стандарт не підтримує H.264 (HDTV) відео потоків. Ви хочете створити спеціальний формат DVD (який можливо не програватиметься в стаціонарних DVD програвачах)?

source: The PIN code has been changed successfully.
da: PIN koden er ændret med succes.
it: Codice PIN aggiornato correttamente.
uk: PIN-код успішно змінений.

source: The PIN code has been saved successfully.
da: PIN koden er succesfuldt blevet gemt.
it: Il codice PIN è stato memorizzato con successo.

source: The PIN codes you entered are different.
da: PIN koderne du tastede er ikke ens.
it: I codici PIN inseriti sono differenti.
uk: Введений PIN код не вірний

source: The backup failed. Please choose a different backup location.
da: Backup har slået fejl. Vælg en anden måde at lave backup på.
it: Backup non riuscito. Selezionare una destinazione differente per il backup.
uk: Збереження не виконано. Виберіть інше місце розташування.

source: The current beta image might not be stable. For more information see %s.
da: Dette beta image kan være ustabilt. For mere information se %s.
it: L'immagine beta corrente potrebbe non essere stabile. Per maggiori informazioni: %s.

source: The directory %s is not writable. Make sure you select a writable directory instead.
da: Mappen %s er ikke skrivbar. Sørg i stedet for at vælge en skrivbar mappe.
it: La cartella %s è in sola lettura. Controllare di aver scelto una cartella in cui sia possibile scrivere.
uk: У цю папку %s записати не можна. Переконайтеся, що натомість вибрали потрібну папку.

source: The following files were found...
da: Følgende filer fandtes...
it: Trovati i seguenti file...
uk: Наступні файли були знайдені ...

source: The network wizard extension is not installed! Please install it.
da: Udvidelsen netværksassistenen er ikke installeret! installer den venligst.
it: L'estensione Configurazione di Rete Guidata non è installata. E' necessario installarla.
uk: Плагін Witeless LAN не встановлений! Будь ласка, встановіть його.

source: The overscan wizard has been completed. Note: you can always start the Overscan wizard later, via menu->installation->system->Overscan wizard
da: Overscan guiden er gennemført. Bemærk: du kan altid starte Overscan guiden senere, via menu -> installation -> system -> Overscan guide
it: La regolazione guidata dell'overscan è stata completata. Nota: è possibile in ogni momento riavviare la procedura attraverso il menu: Impostazioni > Impostazioni sistema > Regolazione overscan.

source: The path %s already exists.
da: Stien %s findes allerede.
it: Percorso %s già esistente.
uk: Цей шлях %s вже існує.

source: The pin code you entered is wrong.
da: Din indtastede pin kode er forkert.
it: Il codice PIN inserito è errato.
uk: Введений PIN-код невірний.

source: The results have been written to %s
da: Resultaterne er overført til %s

source: The saved PIN was cleared.
da: Den gemte PIN er tømt
it: Il PIN memorizzato è stato eliminato.

source: The sleep timer has been activated.
da: Sleep timeren er blevet aktiveret.
it: Il timer di spegnimento è attivo.
uk: Таймер сну був включений.

source: The sleep timer has been disabled.
da: Sleep timeren er ikke aktiveret.
it: Il timer di spegnimento è stato disabilitato.
uk: Таймер сну був вимкнений.

source: The software management extension is not installed! Please install it.
da: Udvidelsen softwareredigering er ikke installeret! installer den venligst.
it: L'estensione Gestione Software non è installata. E' necessario installarla.
uk: Плагін Witeless LAN не встановлений! Будь ласка, встановіть його.

source: The status of the current beta image could not be checked because %s can not be reached.
da: Status omkring dit nuværende beta image kunne ikke blive kontrolleret fordi %s ikke kunne kontaktes
it: Lo stato dell'immagine beta in uso non può essere verificato: %s non è raggiungibile.

source: The timer file (timers.xml) is corrupt and could not be loaded.
da: Timer filen (timers.xml) er korrupt og kan ikke bruges.
it: Il file dei timer (timers.xml) è danneggiato e non può essere caricato.
uk: Файл таймерів (timers.xml) пошкоджений і не може бути завантажений.

source: The user interface of the receiver will now restart to select the selected skin
da: Receiverens brugerinterface vil nu genstarte for at vælge det valgte skin

source: The user interface of your receiver is restarting
da: Brugerinterfacet på din modtager genstarter
it: Riavvio dell'interfaccia utente del ricevitore in corso
uk: Рестарт GUI ресивера

source: The user interface of your receiver is restarting due to an error in mytest.py
da: Brugerinterfacet på din modtager genstarter på grund af en fejl i mytest.py
it: L'interfaccia utente del ricevitore si sta riavviando a causa di un errore in mytest.py
uk: Рестарт GUI ресивера через помилку в mytest.py

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
da: Det trådløs LAN plugin er ikke installeret! Installer det venligst og vælg hvad du herefter vil gøre.
it: Il plugin Rete Wireless non è installato! Installarlo e scegliere come proseguire.
uk: Плагін Wireless LAN не встановлений! Будь ласка, встановіть його і виберіть, що робити далі.

source: The wireless LAN plugin is not installed! Please install it.
da: Trådløs LAN plugin er ikke installeret! Installer det venligst.
it: Il plugin Rete Wireless non è installato! E' necessario installarlo.
uk: Плагін Witeless LAN не встановлений! Будь ласка, встановіть його.

source: The wizard can backup your current settings. Do you want to do a backup now?
da: Assistenten kan gemme dine nuværende indstillinger. Vil du gemme dine indstillinger nu?
it: La procedura guidata permette di effettuare un backup della configurazione attuale. Esguire un backup adesso?
uk: Майстер може зберегти Ваші поточні настройки. Ви хочете зробити це зараз?

source: The wizard is finished now.
da: Brugen af assistenten er færdig nu.
it: La procedura guidata è terminata.
uk: Майстер закінчив роботу.

source: There are at least
da: Der er mindst
it: Sono presenti almeno
uk: Знайдено принаймні

source: There are at least %s updates available.
da: Der er mindst %s opdateringer tilgængelige.
it: Sono presenti almeno %s aggiornamenti disponibili.
uk: %s доступних оновлень для вашого ресивера.

source: There are currently no outstanding actions.
da: Der er aktuelt ingen udestående handlinger.
it: Nessuna azione in sospeso al momento.
uk: У поточний момент немає нових оновлень.

source: There are no updates available.
da: Ingen tilgængelige opdateringer.
it: Nessun aggiornamento disponibile.
uk: доступних оновлень.

source: There is no signal to lock on !
da: Der findes intet signal at låse på
it: Nessun segnale agganciabile!
uk: Немає сигналу з цього захвату!

source: There might not be enough Space on the selected Partition. Do you really want to continue?
da: Der kan være for lidt plads på den valgte Partition. Vil du virkelig fortsætte?
it: Potrebbe non esserci spazio sufficiente sulla partizione prescelta. Procedere comunque?
uk: Можливо недостатньо місця на вибраному розділі. Ви дійсно хочете продовжити?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
da: Denne DVD RW er allerede formatteret - reformattering vil slette alt indhold på disken.
it: Il DVD-RW è già formattato - una nuova formattazione cancellerà tutto il contenuto del disco.
uk: Цей DVD RW вже відформатований - переформатування може видалити всі вміст диску.

source: This info is for developers only. For a normal users it is not relevant. Don't panic please when you see values being displayed that you think look suspicious!
da: Denne information er kun for udviklere. For en normal bruger er dette ikke relevant. Gå ikke i panik når du ser værdier blive vist, som du synes ser mistænkelig ud!

source: This option allows you can config the Colorspace from Auto to RGB
da: Denne mulighed tillader dig at konfigurer Colorspace fra Auto til RGB
it: Impostare lo spazio colore che deve essere utilizzato per il collegamento HDMI.

source: This option allows you to hide and sort menu entries. When selecting user you can change order and hide menu items via the blue button
da: Denne mulighed tillader dig at skjule og sortere menu indlæg. Når du vælger bruger kan du ændre rækkefølgen og gemme menugenstande via den blå knap
it: Impostare la modalità di ordinamento delle voci dei menu. Se si sceglie l'opzione 'Definito dall'utente', utilizzando il tasto blu sarà possibile cambiare l'ordine ed eventualmente nascondere le voci dei principali menu.

source: This option allows you to show menu paths.
da: Denne mulighed tillader dig at vise menuernes sti
it: Impostare se e con quale dimensione del carattere visualizzare la gerarchia dei menu nella parte alta dello schermo (es.: Menu principale > Impostazioni > Personalizzazioni).

source: This plugin is installed.
da: Dette plugin er installeret
it: Questo plugin è installato.
uk: Плагін встановлений.

source: This plugin is not installed.
da: Dette plugin er ikke installeret
it: Questo plugin non è installato.
uk: Плагін Witeless LAN не встановлений! Будь ласка, встановіть його.

source: This plugin will be installed.
da: Dette plugin vil blive installeret
it: Questo plugin verrà installato.
uk: Плагін буде встановлений.

source: This plugin will be removed.
da: Dette plugin vil blive fjernet
it: Questo plugin verrà rimosso.
uk: Плагін буде видалений.

source: This receiver cannot decode %s streams!
da: Denne receiver kan ikke dekode %s streams!
it: Impossibile decodificare %s stream!
uk: Цей ресівер не може декодувати %s потоки!

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
da: Denne test søger efter konfigurerede navneservere. Hvis du får en "ubekræftet" besked: - venligst tjek din DHCP, kabel og adapter opsætning - hvis du har konfigureret dine navneservere manuelt venligst kontroller dine indtastninger i din "Navneserver" konfiguration
it: Questo test verifica la configurazione dei server dei nomi (DNS). Se si riceve il messaggio di "non confermato": - verificare le impostazioni del DHCP, del cablaggio e della scheda di rete - se i server dei nomi (DNS) sono stati configurati manualmente verificare i valori impostati nella sezione "Server dei nomi (DNS)"
uk: Цей тест перевіряє конфігурацію DNS серверів. При появі повідомлення "не присвоєно": - будь ласка перевірте налаштування DHCP, мережевого адаптера і стан сетевого кабеля - Якщо Ви прописали вручну DNS сервера, будь ласка перевірте конфігурацію "DNS сервер"

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
da: Denne test tjekker om et netværks kabel er tilsluttet din LAN Adapter. Hvis du får en "afbrudt" besked: - sikker på at et netværks kabel er tilsluttet - sikker på at kablet ikke er i stykker
it: Questo test verifica se il cavo è collegato alla scheda di rete. Se si riceve il messaggio di "non connesso": - verificare che il cavo di rete sia effettivamente collegato - verificare che il cavo non sia danneggiato
uk: Цей тест перевіряє наявність підключення мережевого кабелю до мережевого адаптеру. При появі повідомлення " немає з'єднання": - перевірте, що мережевий кабель підключений - перевірте, що мережевий кабель не обірваний

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
da: Denne test søger efter om der er en virkende IP Adresse tilknyttet til din LAN Adapter. Hvis du får en "ubekræftet" besked: - ingen virkende IP Adresse fundet - venligst tjek DHCP, kabler og adapter opsætning
it: Questo test verifica che la scheda di rete disponga di un indirizzo IP valido. Se si riceve il messaggio di "non confermato": - non è stato assegnato un indirizzo IP valido; - verificare le impostazioni del DHCP, del cablaggio e della scheda di rete
uk: Цей тест перевіряє чи присвоєно IP адресу мережевого адаптера.. При появі повідомлення " не присвоєно": - IP адресу не було знайдено - будь ласка перевірте налаштування DHCP, мережевого адаптера і стан мережевого кабелю

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP server in your network.
da: Denne test undersøger om din LAN Adapter er sat op til automatisk IP adresse konfiguration med DHCP. Hvis du får en "afbrudt" besked: - så er din LAN Adapter konfigureret til manual IP Opsætning - undersøg om du har korrekt IP informationer i adapteropsætnings dialogen. Hvis du får en "aktiveret" besked: -undersøg om du har en konfigureret og virkende DHCP Server i dit netværk.
it: Questo test verifica se la scheda di rete locale è configurata per l'ottenimento automatico dell'indirizzo IP tramite DHCP. Se si riceve il messaggio di "disabilitato": - la scheda di rete locale è configurata per l'assegnazione manuale dell'indirizzo IP; - verificare di aver inserito i valori corretti di indirizzo IP nel menu di configurazione della scheda di rete. Se si riceve il messaggio di "abilitato": - verificare che il server DHCP della rete sia configurato correttamente e operativo.
uk: Цей тест перевіряє, чи включений DHCP в настройках мережевого адаптера, для присвоєння автоматичного IP. При появі повідомлення " відключений": - введіть вручну IP адресу при налаштуванні мережевого адаптера . - перевірте, що Ви ввели коректну інформацію в меню налаштування мережі. При появі повідомлення " під'єднано": - це підтверджує, що сформований робочий DHCP сервер у Вашій мережі.

source: This test detects your configured LAN adapter.
da: Denne test finder din konfigurerede LAN adapter.
it: Questo test controlla la scheda di rete locale installata.
uk: Даний тест визначить ваш мережевий-адаптер.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
da: Dette vil beregne all positioner af din motor, og vil måske fjerne tidligere gemte positioner og fintuning! Er du sikker?
it: Questa operazione (ri)calcolerà tutte le posizioni del motore e potrebbe eliminare le posizioni precedentemente memorizzate ed i puntamenti di precisione! Procedere?
uk: Відбудеться (пере-) розрахунок всіх позицій позіционеру і всі збережені позиції і настройки можуть бути загублені! Ви впевнені в продовженні?

source: Three
da: Tre
it: Tre
uk: Три

source: Threshold
da: Tærskelværdi
it: Soglia
uk: Гетеродин

source: Thu
da: Tor
it: Gio
uk: Чт

source: Thumbnails
da: Miniaturbilleder
it: Miniature
uk: Эскізи

source: Thursday
da: Torsdag
it: Giovedì
uk: Четвер

source: Time
da: Tid
it: Orario
uk: Час

source: Time scale
da: Tidsskala
it: Scala del tempo
uk: Тимчасовий масштаб сітки

source: Timer Overview
da: Timer oversigt
it: Elenco dei timer

source: Timer edit
da: Timer redigering
it: Mod. timer
uk: Редагування таймера

source: Timer entry
da: Timer punkt
it: Dati del timer
uk: Введення таймера

source: Timer overlap in timers.xml detected! Please recheck it!
da: Konstateret timer overlap i timers.xml! Vær venlig at undersøge det!
it: Sovrapposizione timer rilevata in timers.xml! Ricontrollare!
uk: Конфлікт таймерів виявлений в timers.xml! Будь ласка, перевірте це!

source: Timer overview
da: Timer oversigt
it: Elenco dei timer
uk: Огляд таймерів

source: Timer recording location
da: Placering af timeroptagelser
it: Destinazione per i timer di registrazione
uk: Місце запису за таймером

source: Timer sanity error
da: Timer sanity fejl
it: Errore di integrità dei timer
uk: Помилка стану таймера

source: Timer selection
da: Timer valg
it: Selezione dei timer
uk: Вибір таймера

source: Timer selection...
da: Timer valg...
it: Selezione dei timer...
uk: Вибір таймера...

source: Timeshift
da: Tidsforskydning
uk: Таймшифт

source: Timeshift Live
da: Tidsforskydning Live

source: Timeshift is running. Select an action.
da: Timeshift er i gang. Vælg en handling.
it: Il timeshift è attivo. Scegliere come procedere.

source: Timeshift location
da: Placering af tidsforskydning
it: Destinazione dei timeshift
uk: Розташування таймшифта

source: Timeshift not possible!
da: Tidsforskydning ikke mulig!.
it: Timeshift impossibile!
uk: Таймшифт не можливий!

source: Timezone
da: Tidszone
it: Fuso orario
uk: Часовий пояс

source: Title
da: Titel
it: Titolo
uk: Назва

source: Title properties
da: Titel egenskaber
it: Proprietà del titolo
uk: Властивості заголовка

source: Titleset mode
da: Titelopsætning modus
it: Modalità di titolazione
uk: Режим установки заголовка

source: To audio selection
da: Til lyd valg
it: Selezione dell'audio
uk: Вибір звуку

source: To subtitle selection
da: Til undertekst valg
it: Selezione dei sottotitoli
uk: Вибір субтитрів

source: Today
da: I dag
it: Oggi
uk: Сьогодні

source: Toggle Extra Keys
da: Skift mellem Extra Keys
it: Tasti estesi on/off

source: Toggle HDMI In
da: Skift HDMI In
it: Attivare/disattivare l'ingresso HDMI

source: Toggle LCD LiveTV
da: Skift mellem LCD LiveTV
it: Attivare/disattivare la funzione LiveTV dell'LCD

source: Toggle PIPzap
da: Skift mellem PIPzap
it: Attivare/disattivare il cambio canale nel PIP

source: Toggle TV/RADIO mode
da: Skift mellem TV/RADIO mode

source: Toggle a cut mark at the current position
da: Ændre en skæringsmarkør på den nuværende position
it: Aggiungere/eliminare un contrassegno di taglio nella posizione corrente
uk: Розташувати мітку обробки в поточній позиції

source: Toggle dashed flickering line for this service
da: Skift stiplet flimrende linje for denne serive

source: Toggle infoBar
da: Skift mellem infoBar
it: Attivare/disattibare la infobar

source: Toggle show/hide
da: Skift mellem vis/skjul

source: Toggle the tv and the radio player...
da: Skift mellem tv'et og radioafspilleren...

source: Tone mode
da: Tone modus
it: Modalità tono
uk: Тоновий режим

source: Top and bottom
da: Top og bund
it: Alto e basso
uk: Верх і низ

source: Total clients streaming: %d (%s)
da: Total antal klienter der streamer: %d (%s)

source: Track
da: Spor
it: Traccia
uk: Доріжка

source: Traditional Chinese
da: Traditional Kinesisk

source: Translation
da: Oversættelse
it: Traduzione
uk: Переклад

source: Translation:
da: Oversættelse:
it: Traduzione:
uk: Переклад:

source: Translations
da: Oversættelser:
it: Traduzioni

source: Transmission mode
da: Transmissions type
it: Modalità di trasmissione
uk: Режим передачі

source: Trash can
da: Papirkurv
it: Cestino
uk: Кошик

source: Tries left:
da: Forsøg tilbage:
it: Tentativi residui:
uk: Залишилося спроб:

source: Try to find used transponders in cable network.. please wait...
da: Prøver at finde transpondere i kabel netværk.. vent venligst...
it: Ricerca dei transponder utilizzati nella rete via cavo... attendere...
uk: Намагаємося знайти транспондери, використовувані в кабельній мережі .. Будь ласка, зачекайте ...

source: Try to find used transponders in terrestrial network... please wait...
da: Prøver at finde brugte transpondere i det terrestriale netværk... Vent venligst...
it: Ricerca dei transponder utilizzati nella rete terrestre... attendere...

source: Trying to download a new packetlist. Please wait...
da: Prøver at downloade ny pakkeliste. Vent venligst...
it: Scaricamento di un nuovo elenco pacchetti. Attendere...
uk: Намагаємося завантажити новий список пакетів. Будь ласка, зачекайте...

source: Tue
da: Tir
it: Mar
uk: Вівт

source: Tuesday
da: Tirsdag
it: Martedì
uk: Вівторок

source: Tune and focus
da: Tune og fokuser
it: Puntamento e sintonia
uk: Налагодження та фокусування

source: Tune failed!
da: Tuning fejlede!
it: Sintonia non riuscita!
uk: Збій мовлення!

source: Tuner Configuration
da: Tuner Konfiguration
it: Configurazione tuner

source: Tuner configuration
da: Tuner opsætning
it: Configurazione dei tuner
uk: Налаштування тюнера

source: Tuner is not supported
da: Tuner er ikke understøttet
it: Tuner non supportato

source: Tuner live values
da: Tuner live værdier

source: Tuner not available.
da: Tuner ikke tilgængelig.
it: Tuner non disponibile.

source: Tuner setting values
da: Tuner indstillingsværdier

source: Turkish
da: Tyrkisk
it: Turco
uk: Турецький

source: Turn on the power LED during standby.
da: Tænd for strøm LED under standby.
it: Attivare il LED di accensione durante lo standby.

source: Turning step size
da: Dreje step størrelse
it: Dimensione del passo di rotazione

source: Two
da: To
it: Due
uk: Два

source: Type of scan
da: Søge type
it: Tipo di ricerca
uk: Тип сканування

source: URL of fallback remote receiver
da: URL af fallback remote receiver
it: Specificare l'indirizzo Internet (URL) del ricevitore remoto di fallback.

source: USALS calibration
da: USALS Kalibrering
it: Calibrazione USALS
uk: Калібрування USALS

source: USB stick
da: USB pen
it: Pendrive USB
uk: USB флеш

source: Ukrainian
da: Ukrainsk
it: Ucraina

source: Unattended upgrade in progress Please wait until your receiver reboots This may take a few minutes
da: Uovervåget opgradering i gang Vent venligst til din modtager genstarter Dette kan vare flere minutter
it: Aggiornamento automatico in corso. Attendere il riavvio del ricevitore che potrebbe richiedere alcuni minuti.
uk: Автоматичне оновлення в процесі Дочекайтеся перезавантаження ресивера Це може тривати кілька хвилин

source: Uncover dashed flickering line for this service
da: Fjern stiplet flimrende linje for denne service
it: Far riapparire le linee tratteggiate tremolanti ai bordi del canale

source: Undo install
da: Fortryd afinstallering
it: Annullare inst.
uk: Скасування установки

source: Undo uninstall
da: Fortryd afinstallering
it: Annull. rimoz.
uk: Скасування видалення

source: Unencrypted
da: Ikke krypteret
it: In chiaro
uk: Декодований

source: UnhandledKey
da: Uhåndteret nøgle
it: Tasto non gestito
uk: Не оброблений ключ

source: Unhide parental control services
da: Vis forældrekontrol services igen
it: Mostrare anche i canali sottoposti al parental control

source: Uninstall
da: Afinstaller
it: Disinstallare
uk: Видалити

source: Unknown
da: Ukendt
it: Sconosciuto
uk: <невідомий>

source: Unmark service as dedicated 3D service
da: Fjern dedikeret 3D service markering for denne service
it: Deselezionare il canale come canale 3D dedicato

source: Unmount
da: Afmonter
uk: Помилка відключення

source: Unsupported
da: Ikke understøttet
it: Non supportato
uk: Невідома

source: Update
da: Opdater
it: Aggiornare
uk: Оновлення

source: Update and ask to reboot
da: Opdater og spørg om genstart
it: Aggiornare e al termine chiedere se riavviare
uk: Оновити і запитати про перезавантаження

source: Update and reboot (recommended)
da: Opdater og genstart (anbefalet)
it: Aggiornare e al termine riavviare (raccomandato)
uk: Оновити і перезавантажити (рекомендується)
