Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Update channel list only
da: Opdater kun kanallisten
it: Aggiornate solamente l'elenco canali
uk: Оновити тільки список каналів

source: Update completed, %d package was installed.
da: Opdatering færdig, %d pakke blev installeret.
it: Aggiornamento completato. Installato %d pacchetto.
uk: Оновлення закінчено, %d пакет встановлений.

source: Update completed. Do you want to reboot your receiver?
da: Opdatering færdig. Vil du genstarte din receiver?
it: Aggiornamento completato. Riavviare il ricevitore?
uk: Оновлення закінчено. Хочете перезавантажити ресивер?

source: Update failed. Your receiver does not have a working internet connection.
da: Opdatering fejlede. Din receiver har ikke en fungerende internet forbindelse.
it: Aggiornamento non riuscito. Il ricevitore non è connesso ad Internet.
uk: Оновлення не вдалося. У вашому ресівері немає працюючого інтернет-з'єднання.

source: Update has completed.
da: Opdatering er færdiggjort.
it: Aggiornamento completato.
uk: Оновлення закінчено.

source: Updatefeed not available.
da: Opdateringsservice er ikke tilgengælig.
it: Feed degli aggiornamenti non disponibile.
uk: Оновлення з фида недоступні.

source: Updating software catalog
da: Opdaterer softwarekatalog
it: Aggiornamento del catalogo software in corso
uk: Оновлення каталогу софта

source: Upgrading
da: Opdaterer
it: Agg. in corso
uk: Оновлення

source: Usage Setup
da: Forbrugs Setup
it: Impostazione della modalità di utilizzo

source: Use
da: Brug
it: Utilizzare
uk: Використовувати

source: Use DHCP
da: Brug (DHCP)
it: Utilizzare DHCP
uk: Використовувати DHCP

source: Use EIT EPG information when it is available.
da: Brug EIT EPG information når det er tilgængeligt.
it: Utilizzare le informazioni EPG EIT (Event Information Table) quando disponibili.
uk: Використовувати інформацію EIT EPG, коли вона існує.

source: Use FreeSat EPG information when it is available.
da: Brug FreeSat EPG information når det er tilgængeligt.
it: Utilizzare le informazioni EPG Freesat quando disponibili.
uk: Використовувати інформацію FreeSat EPG, коли вона існує.

source: Use MHW EPG information when it is available.
da: Brug MHW EPG information når det er tilgængeligt.
it: Utilizzare le informazioni EPG MHW (Media Highway) quando disponibili.
uk: Використовувати інформацію MHW EPG, коли вона існує.

source: Use Netmed EPG information when it is available.
da: Brug Netmed EPG information når det er tilgængeligt.
it: Utilizzare le informazioni EPG Netmed quando disponibili.
uk: Використовувати інформацію Netmed EPG, коли вона існує.

source: Use TV remote control
da: Brug TV fjernbetjening
it: Utilizzare il telecomando TV
uk: Тип пульта ДУ

source: Use USALS for this sat
da: Brug USALS til denne position
it: Utilizzare USALS per questo satellite
uk: Використовувати USALS для цього супутника

source: Use ViaSat EPG information when it is available.
da: Brug ViaSat EPG information når det er tilgængeligt.
it: Utilizzare le informazioni EPG ViaSat quando disponibili.
uk: Використовувати інформацію ViaSat EPG, коли вона існує.

source: Use Virgin EPG information when it is available.
da: Brug Virgin EPG information når det er tilgængeligt.
it: Utilizzare le informazioni EPG Virgin quando disponibili.

source: Use a gateway
da: Brug af gateway
it: Utilizzare un gateway
uk: Використовувати шлюз

source: Use circular LNB
da: Brug cirkuler LNB
it: Utilizzare un LNB circolare

source: Use fastscan channel names
da: Brug hurtigsøgning kanalnavne
it: Utilizzare i nomi dei canali della ricerca rapida
uk: Назви каналів з ​​швидкого пошуку

source: Use fastscan channel numbering
da: Brug hurtigsøgning kanalnumre
it: Utilizzare i numeri dei canali della ricerca rapida
uk: Нумерація каналів з ​​швидкого пошуку

source: Use frequency or channel
da: Brug frekvens eller kanal
it: Utilizzare la frequenza o il numero del canale

source: Use individual settings for each directory
da: Brug individuelle indstillinger for hver mappe.
it: Utilizzare impostazioni separate per ogni cartella
uk: Індивід. налаштування для кожного каталогу

source: Use interface
da: Benyt interface
it: Utilizzare l'interfaccia
uk: Використовувати інтерфейс

source: Use official channel numbering
da: Brug officel kanalnumerering
it: Utilizzare la numerazione ufficiale dei canali
uk: Офіційна нумерація каналів

source: Use original DVB subtitle position
da: Brug original DVB undertekst position.
it: Utilizzare la posizione originale per i sottotitoli DVB
uk: Використовувати оригінальну позицію DVB субтитрів

source: Use original teletext position
da: Brug original TekstTV position
it: Utilizzare la posizione originale televideo
uk: Використовувати початкове положення телетексту

source: Use power measurement
da: Brug strømmåling
it: Utilizzare la misurazione della potenza
uk: Використовувати вимірювання потужності

source: Use the network wizard to configure selected network adapter
da: Brug netværksassistenten til at indstille valgte netværks adapter
it: Utilizzare la procedura guidata per configurare la scheda di rete selezionata
uk: Використовувати майстер для налаштування мережі

source: Use the network wizard to configure your network
da: Brug netværksassistenten til at konfigurere dit Netværk
it: Utilizzare la procedura guidata per configurare la rete
uk: Використовувати майстер для налаштування мережі

source: Use the up/down keys on your remote control to select an option. After that, press OK.
da: Brug pil op/ned for at vælge på din fjernbetjening. Derefter tryk på OK.
it: Utilizzare i tasti Sù/Giù del telecomando per selezionare un'opzione, poi premere OK.
uk: Використовуйте кнопки вгору і вниз на пульті для вибору опцій. після цього натисніть OK.

source: Use the wizard to set up basic features
da: Bruge start assistenten til grundindstilling?
it: Utilizzare la procedura guidata per configurare le opzioni di base
uk: Користуйтеся майстром для налаштування основних параметрів

source: Use these input device settings?
da: Brug disse enhedsindstillinger til indtastningsenhed?
it: Utilizzare queste impostazioni per il dispositivo di input?
uk: Використовувати ці параметри пристрою введення?

source: Use these settings?
da: Brug disse indstillinger?
it: Utilizzare queste impostazioni?
uk: Використовувати ці налаштування?

source: Use this video enhancement settings?
da: Anvend denne opsætning af videoforbedring?
it: Utilizzare queste impostazioni per il miglioramento dell'immagine?
uk: Використовувати ці відео налаштування?

source: Use trash can in movielist
da: Brug papirkurv i filmliste
it: Utilizzare il cestino nell'elenco dei video
uk: Використання кошика в списку фільмів

source: Used service scan type
da: Brugt kanal søgnings type
it: Tipo di ricerca canali utilizzato
uk: Використовуваний тип сканування

source: User - bouquets
da: Bruger - favoritlister
it: Bouquet personalizzati
uk: Список фаворитів

source: User defined
da: Brugerdefineret
it: Definito dall'utente
uk: Визначено користувачем

source: User defined transponder
da: Brugerdefineret transponder
it: Transponder definito dall'utente

source: User interface
da: Bruger interface
it: Interfaccia utente
uk: Інтерфейс користувача

source: Using LNB %d
da: Bruger LNB %d
it: LNB in uso: %d
uk: Використовуваний LNB %d

source: Using fixed address
da: Brug fast adresse
it: Indirizzo statico in uso
uk: Використовувати фіксірованнний адресу

source: Using tuner %s
da: Bruger tuner %s
it: Tuner in uso: %s
uk: Використовується тюнер %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
da: Når undertekst sproget er det samme som lydsproget vil underteksterne normalt ikke blive brugt. Aktiver denne funktion for at tillade at undertekster bliver vist.
it: Normalmente, se la lingua dell'audio e quella dei sottotitoli coincidono, i sottotitoli non vengono utilizzati. Abilitare questa opzione per consentirne l'utilizzo.
uk: Зазвичай коли мова субтитрів збігається з мовою Аудіо, субтитри НЕ показуються. Цей вибір дозволяє показувати субтитри, коли вони збігаються.

source: VCR scart
da: Scart / Video
it: Scart VCR
uk: Відеомагнітофон

source: VOB file
da: VOB fil

source: Vertical
da: Vertikal
it: Verticale
uk: Вертикальна

source: Vertical turning speed
da: Vertikal rotationshastighed
it: Velocità di rotazione verticale
uk: Поляризація (V) - швидкість повороту

source: Video clipping setup
da: Video udklip setup

source: Video enhancement preview
da: Forhåndsvisning af videoforbedring
it: Anteprima del miglioramento dell'immagine
uk: Попередній перегляд відео налаштувань

source: Video enhancement settings
da: Indstillinger af videoforbedring
it: Impostazioni del miglioramento dell'immagine
uk: Попередній перегляд відео налаштувань

source: Video enhancement setup
da: Opsæt videoforbedring
it: Configurazione del miglioramento dell'immagine
uk: Меню відео налаштувань

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
da: Video indgangs vælger Venligst tryk OK hvis du kan se denne side på dit TV (eller vælg en anden indgangs port). Næste indgangs port vil automatisk blive testet om 20 sekunder.
it: Selezione dell'ingresso video Se questa pagina è visibile sul TV premere OK (oppure selezionare un ingresso video differente). Il successivo ingresso video sarà testato automaticamente tra 20 secondi.
uk: Вибір відео входу Натисніть ОК якщо ви бачите цю сторінку на екрані ТВ (або виберіть інший вход). Наступний вхід буде автоматично обраний через 10 сек.

source: Video mode selection.
da: Video type vælger.
it: Selezione della modalità video.
uk: Вибір режиму відео

source: Video output
da: Video udgang
it: Uscita video
uk: Відеовихід

source: Video setup
da: Video opsætning
it: Configurazione video
uk: Налаштування відео

source: Video wizard
da: Video assistenten
it: Procedura guidata video
uk: Мастер видеонастроек

source: Videocodec, size & format
da: Videocodec, størrelse & format

source: View Rass interactive...
da: Se Rass interaktiv...
it: Rass interattivi...
uk: Інтерактивний перегляд RASS

source: View details
da: Se detaljer
it: Mostrare i dettagli
uk: Показати деталі

source: View list of available
da: Se liste over tilgængelige
it: Mostrare l'elenco di disponibilità
uk: Перегляд списку доступних

source: View list of available CommonInterface extensions
da: Vis oplistning af alle tilgængelige Common Interface udvidelser
it: Mostrare l'elenco delle estensioni Common Interface disponibili
uk: Перегляд списку доступних доповнень картрідера

source: View list of available EPG extensions.
da: Vis oplistning af tilgængelige EPG udvidelser.
it: Mostrare l'elenco delle estensioni disponibili per l'EPG.
uk: Перегляд списку доступних доповнень EPG

source: View list of available Satellite equipment extensions.
da: Vis liste over tilgængelig satudstyrs udvidelser
it: Mostrare l'elenco delle estensioni disponibili per apparecchi satellitari.
uk: Перегляд списку доступних доповнень супутникових налаштувань

source: View list of available communication extensions.
da: Vis oplistning af tilgængelige kommunikationsudvidelser
it: Mostrare l'elenco delle estensioni disponibili per le comunicazioni.
uk: Перегляд списку доступних доповнень зв'язку

source: View list of available default settings
da: Vis oplistning af tilgængelige standardopsætninger
it: Mostrare l'elenco delle configurazioni predefinite disponibili
uk: Перегляд списку доступних дефолтних налаштувань

source: View list of available display and userinterface extensions.
da: Vis oplistning af tilgængelige visnings- og brugerinterface udvidelser.
it: Mostrare l'elenco delle estensioni disponibili per lo schermo e l'interfaccia utente.
uk: Перегляд списку доступних доповнень налаштувань екрану і інтерфейсу

source: View list of available multimedia extensions.
da: Vis oplistning af tilgængelige multimediaudvidelser
it: Mostrare l'elenco delle estensioni multimediali disponibili.
uk: Перегляд списку доступних доповнень мультимедіа

source: View list of available networking extensions
da: Vis oplistning af tilgængelige netværksudvidelser
it: Mostrare l'elenco delle estensioni di rete disponibili
uk: Перегляд списку доступних мережевих доповнень

source: View list of available recording extensions
da: Vis oplistning af tilgængelige optagelsesudvidelser
it: Mostrare l'elenco delle estensioni disponibili per le registrazioni
uk: Перегляд списку доступних доповнень для запису

source: View list of available skins
da: Vis oplistning af tilgængelige grafiske temaer
it: Mostrare l'elenco delle skin disponibili
uk: Перегляд списку доступних скінів

source: View list of available software extensions
da: Vis oplistning af tilgængelige software udvidelser
it: Mostrare l'elenco delle estensioni software disponibili.
uk: Перегляньте список доступних програмних доповнень

source: View list of available system extensions
da: Vis oplistning af tilgængelige systemudvidelser
it: Mostrare l'elenco delle estensioni di sistema disponibili.
uk: Перегляньте список доступних системних доповнень

source: View photos...
da: Vis fotos...
it: Visualizzare le foto...
uk: Перегляд фотографій...

source: View teletext...
da: Se TekstTV...
it: Visualizzare il televideo...
uk: Переглянути телетекст

source: View video CD...
da: Vis video CD
it: Riprodurre CD video...
uk: Переглянути Video CD...

source: Virtual keyboard
da: Virtuelt tastatur
it: Tastiera virtuale
uk: Віртуальна клавіатура

source: Voltage mode
da: Spændings type
it: Modalità tensione
uk: Режим напруги

source: Volume
da: Lydstyrke
uk: Гучність

source: Volume down
da: Lydstyrke ned
it: Volume -

source: Volume up
da: Lydstyrke op
it: Volume +

source: W
da: V
it: O

source: WLAN connection
da: WLAN forbindelse
it: Connessione wifi
uk: WLAN з'єднання

source: WPA or WPA2
da: WPA eller WPA2
it: WPA o WPA2
uk: WPA або WPA2

source: WSS on 4:3
da: WSS på 4:3
it: WSS su 4:3

source: Waiting
da: Venter
it: In attesa
uk: Очікування

source: Waiting for mount
da: Vent på mount
it: In attesa del mount
uk: Очікування монтування

source: Waiting for partition
da: Vent på partitionering
it: In attesa della partizione
uk: Не вдалося створити розділ

source: Wakeup
da: Vågn op
it: Riattivare
uk: Увімкнення ТБ

source: Wakeup TV from standby
da: Væk TV fra Standby
it: Riattivare la TV dallo standby
uk: Пробудити ТБ з режиму очікування

source: Wakeup receiver for start timer
da: Vågn receiver ved timer start
it: Riattivare il ricevitore per il timer di avvio

source: Wakeup receiver from standby
da: Væk modtager fra Stanbdy
it: Riattivare il ricevitore dallo standby
uk: Підняти ресивер з режиму очікування

source: Wakeup signal from TV
da: Vågn op signal fra TV
it: Segnale di riattivazione dalla TV
uk: Сигнал прокидання від телевізора

source: Wakeup time
da: Wakeup tid

source: Wakeup type
da: Opvågnings type
it: Tipo di riattivazione

source: Warning
da: Advarsel

source: Warning! This is an option for advanced users. Really disable timer conflict detection?
da: Advarsel! Dette er en mulighed for avancerede brugere. Ønsker du virkelig at deaktivere timer konflikt detektion?

source: Warning: no LNB; using factory defaults.
da: Advarsel: ingen LNB; bruger fabriksindstilinger.
it: Attenzione: nessun LNB; utilizzati i valori predefiniti di fabbrica.
uk: Попередження: немає LNB; використовуються заводські налаштування.

source: Watch movies...
da: Se film...
it: Riprodurre i video...
uk: Відтворити записане відео...

source: Watch recordings...
da: Se optagelser...
it: Riprodurre le registrazioni...
uk: запис...

source: Wed
da: Ons
it: Mer
uk: Середа

source: Wednesday
da: Onsdag
it: Mercoledì
uk: Середа

source: Weekday
da: Ugedag
it: Giorno della settimana
uk: День тижня

source: Weighted position
da: Vægtet position
it: Posizione media
uk: Аналізуємо позицію

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
da: Velkommen til klipliste editor. Søg til starten af det materiale, du vil skære væk. Tryk OK, vælg 'start klip'. Søg derefter til slutningen, tryk OK, vælg 'afslut klip'. Det er det hele.
it: Plugin che consente di eseguire dei tagli nelle registrazioni. Portarsi all'inizio della sequenza da eliminare. Premere OK, poi selezionare "Iniziare il taglio qui". Portarsi quindi alla fine della sequenza da eliminare, premere OK, infine selezionare "Terminare il taglio qui". E' tutto.
uk: Ласкаво просимо в редактор відео. Відзначте місце з якого ви хочете почати редагування. Натисність OK, виберіть 'початок редагування'. " "Після, відзначте точку закінчення редагування, натисніть OK, виберіть'кінець редагування'. От і все;)

source: Welcome to the image upgrade wizard. The wizard will assist you in upgrading the firmware of your receiver by providing a backup facility for your current settings and a short explanation of how to upgrade your firmware.
da: Velkommen til image opgraderingsassistenten. Denne assistent vil assistere dig i at opgradere din firmware ved at laven en backup for dine nuværende indstillinger og giver en kort forklaring på hvordan du opgraderer din firmware.
it: Benvenuti nella procedura guidata di aggiornamento dell'immagine. La procedura fornirà assistenza durante l'aggiornamento del firmware del ricevitore offrendo l'opzione del backup delle impostazioni correnti ed una breve illustrazione della modalità di aggiornamento del firmware.
uk: Ласкаво просимо в майстер оновлення іміджу. Майстер допоможе вам в оновленні програмного забезпечення вашого ресивера шляхом збереження ваших поточних налаштувань і коротких підказок щодо процесу оновлення.

source: Welcome. If you want to connect your receiver to the Internet, this wizard will guide you through the basic network setup of your receiver. Press OK to start configuring your network
da: Velkommen. hvis du vil forbinde din receiver til internettet, så vil denne assisten guide dig igennem en grundlæggende opsætning af din receiver. Tryk OK for at starte en konfiguration af dit netværk
it: Benvenuti. Se si desidera collegare il ricevitore ad Internet, questa procedura guidata fornirà supporto nella configurazione di base della rete del ricevitore. Premere OK per avviare la configurazione della rete
uk: Ласкаво просимо. Якщо ви хочете підключити ваш ресивер до інтернету, цей майстер проведе вас через основні налаштування мережі вашого ресивера. Натисність ОК для початку налаштування мережі.

source: Welcome. This start wizard will guide you through the basic setup of your receiver. Press the OK button on your remote control to move to the next step.
da: Velkommen. Denne start assistent vil guide dig igennem den grundlæggende indstilling af din receiver. Tryk på OK knappen på din fjernbetjening for at tage næste skridt.
it: Benvenuti. Questa procedura guidata iniziale fornirà supporto nella configurazione di base del ricevitore. Premere OK sul telecomando per proseguire al passaggio successivo.
uk: Ласкаво просимо. Цей майстер допоможе Вам налаштувати основні параметри вашого ресивера. Натисність OK на пульті управління для переходу до наступного кроку.

source: Welcome...
da: Velkommen...
it: Benvenuti...
uk: Ласкаво просимо...

source: West
da: Vest
it: Ovest
uk: Захід

source: West limit set
da: Vest grænse opsætning
it: Impost. limite ovest
uk: Увімкнути обмеження на захід

source: What do you want to scan?
da: Hvad vil du søge?
it: Cosa si intende ricercare?
uk: Що Ви хочете знайти?

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are upgraded
da: Når aktiveret vil enigma2 indlæse ikke sammenkædet brugerbouquets. Dette betyder at brugerbouquets der er tilgængelig, men ikke inkluderet i bouquets.tv eller bouquets.radio filer, vil stadig blive indlæst. Dette tillader dig f.eks. til at beholde dine egn brugerbouquet imens installerede indstillinger bliver opgraderet
it: Se questa impostazione è attivata, enigma2 caricherà anche tutti i bouquet disponibili ma non inclusi negli elenchi bouquet.tv o bouquet.radio. Questo consente ad esempio di conservare i propri bouquet personalizzati quando i settings vengono aggiornati.

source: When enabled the PiP can be closed by the exit button.
da: Ved aktivering kan BiB lukkes med exit knappen.
it: Se questa impostazione è attivata, il PIP può essere chiuso tramite il tasto Exit.
uk: Якщо увімкнено, то можна закрити екран PiP за допомогою кнопки вихід.

source: When enabled the arrow buttons around the OK button will follow the 'neutrino' style zap controls instead of the enigma2 style.
da: Ved aktivering vil pileknapperne rundt om OK knappen følge 'neutrino' zapping stilen i stedet for enigma2 stilen.
it: Se questa impostazione è attivata, i tasti freccia intorno al tasto OK utilizzeranno lo stile 'neutrino' per il cambio dei canali invece dello stile enigma2.

source: When enabled the left, right, CH+/-, B+/-, P+/- buttons will follow the 'neutrino' style zap controls instead of the enigma2 style.
da: Ved aktivering vil venstre, højre, CH+/-, B+/-, P+/- knapper følge 'neutrino' zapping stilen i stedet for enigma2 stilen.
it: Se questa impostazione è attivata, i tasti freccia sinistra, freccia destra, CH+/-, B+/-, P+/- utilizzeranno lo stile 'neutrino' per il cambio dei canali invece dello stile enigma2.

source: When enabled you can control the volume with the arrow buttons instead of getting the channel selection list
da: Når aktiveret kan du kontrollere volumen med pileknapperne i stedet for at åbne kanallisten
it: Se questa impostazione è attivata, è possibile controllare il volume con i tasti freccia invece di richiamare la lista dei canali.

source: When enabled you can specify a timeframe to ignore the shutdown timer when the receiver is in standby mode
da: Ved aktivering kan du specificere en tidsramme hvor nedlukningstimeren ignoreres når receiveren er i standby tilstand.
it: Se questa impostazione è attivata, è possibile specificare un intervallo di tempo per ignorare il timer di spegnimento quando il ricevitore è in modalità standby.

source: When enabled you can specify a timeframe were the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
da: Ved aktivering kan du definere en tidsramme hvor inaktivitets sleeptimeren er ignoreret. Det er ikke detektionen der er slået fra i denne tidsramme men inaktivitets tidsudløbet der er deaktiveret.
it: Se questa impostazione è attivata, è possibile specificare un intervallo di tempo durante il quale il timer di spegnimento per inattività viene ignorato. Durante questo periodo il rilevamento non è disattivato, ma il timeout per inattività è disabilitato.
uk: Якщо увімкнено, то встановіть період часу ігнорування дії для таймера неактивності.

source: When enabled you can specify an extra timeframe were the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
da: Når aktiveret, kan du specificere en ekstra tidsramme, hvor inaktivitets sleeptimer er ignoreret. Detektionen er ikke deaktiveret under denne tidsramme, men inaktivtets timeout er deaktiveret.
it: Se questa impostazione è attivata, è possibile specificare un intervallo di tempo aggiuntivo durante il quale il timer di spegnimento per inattività viene ignorato. Durante questo periodo il rilevamento non è disattivato, ma il timeout per inattività è disabilitato.
