Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
da: Konfigurer farven på eksterne undertekster, alternativt (normalt i hvid, italic i gul, fed i cyan, understregning i grøn), hvid eller gul.
it: Impostare il colore dei sottotitoli esterni: alternativo (carattere normale in bianco, inclinato in giallo, grassetto in azzurro, sottolineato in verde), bianco oppure giallo.
uk: Налаштуйте колір зовнішніх субтитрів, альтернативний (нормальний білий, жовтийкурсив, чітко блакитний, підкреслений зелений), білий або жовтий.

source: Configure the color of the teletext subtitles.
da: Konfigurer farven på TekstTV undertekster.
it: Impostare il colore dei sottotitoli televideo.
uk: Налаштування кольору телетексту субтитрів.

source: Configure the contrast level of the front panel display.
da: Konfigurer kontrast niveauet på front panel displayet.
it: Impostare il livello di contrasto del display frontale.
uk: Встановіть рівень контрастності для дисплея.

source: Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can keep on the current service or already select up/down and you are able to revert the B+/B- buttons.
da: Konfigurer kurser opførslen i kanal listen. Når kanal listen åbnes kan du blive på den nuværende kanal eller have bevæget dig op eller ned og det vil være muligt at skifte B+/B- knappernes opførsel.
it: Impostare la funzione del cursore nella lista di selezione dei canali. Quando si apre la lista canali è possibile mantenere il canale corrente o selezionare subito il precedente o il successivo, ed è anche possibile invertire i tasti B+/B-.
uk: ПОТРІБЕН ПЕРЕКЛАД Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can keep on the current service or already select up/down and you are able to revert the B+/B- buttons.

source: Configure the duration in hours the receiver should go to standby when the receiver is not controlled.
da: Konfigurer hvor lang tid der skal gå før receiveren går i standby når der ikke har været interageret med den.
it: Impostare la durata in ore dopo la quale il ricevitore deve entrare in standby se il ricevitore non viene più utilizzato.

source: Configure the duration in minutes for the screensaver.
da: Konfigurer hvor længe i minutter screensaveren skal køre.
it: Impostare l'attesa in minuti prima di attivare lo screensaver.
uk: Налаштування тривалості в хвилинах для заставки (хранитель екрану).

source: Configure the duration in minutes for the sleeptimer. Select this entry and click OK or green to start/stop the sleeptimer
da: Konfigurer længden i minutter for sleeptimerens funktion. Vælg denne funktion og klik OK eller grøn for at starte/stoppe sleeptimeren.
it: Impostare la durata in minuti del timer di spegnimento. Selezionare questa voce e cliccare OK o il tasto verde per attivare/disattivare il timer di spegnimento.

source: Configure the duration when the receiver should go to shut down in case the receiver is in standby mode.
da: Konfigurer længden af standby tid før at receiveren skal lukke ned.
it: Impostare l'attesa quando il ricevitore si trova in modalità standby dopo la quale il ricevitore si deve spegnere.
uk: Налаштуйте тривалість часу для виключення ресивера, якщо ресиверзнаходиться в режимі очікування.

source: Configure the first audio language (highest priority).
da: Konfigurer lydsprog nummer et (højeste prioritet).
it: Impostare la lingua audio primaria (priorità più alta).
uk: Налаштування першої мови Аудіо (найвищий пріоритет)

source: Configure the first subtitle language (highest priority).
da: Konfigurer undertekst sprog nummer et (højeste prioritet).
it: Impostare la lingua sottotitoli primaria (priorità più alta).
uk: Налаштування першої мови субтитрів (найвищий пріоритет)

source: Configure the font size of the subtitles.
da: Konfigurer font størrelsen på underteksterne.
it: Impostare la dimensione del carattere dei sottotitoli.
uk: Налаштування розміру шрифту субтитрів.

source: Configure the fourth audio language.
da: Konfigurer lydsprog nummer fire.
it: Impostare la quarta lingua audio.
uk: Налаштування четвертої мови Аудіо.

source: Configure the fourth subtitle language.
da: Konfigurer undertekstsprog nummer fire.
it: Impostare la quarta lingua sottotitoli.
uk: Налаштування четвертої мови субтитрів.

source: Configure the function of the '0' button do when PIP is active.
da: Konfigurer '0' knappens funktion når BiB er aktiv.
it: Impostare la funzione associata al tasto "0" quando il PIP è attivo.
uk: Налаштуйте функцію кнопки '0 'коли вікно PIP активно.

source: Configure the gateway.
da: Konfigurer gateway.
it: Impostare il gateway
uk: Ви можете налаштувати шлюз.

source: Configure the general audio delay of Dolby Digital sound tracks.
da: Konfigurer standard lyd forsinkelse ved brug af Dolby Digital lydspor.
it: Impostare il ritardo generale delle tracce audio Dolby Digital.
uk: Налаштування загальної затримки звукових доріжок зі звуком Dolby Digital.

source: Configure the general audio delay of stereo sound tracks.
da: Konfigurer standard lyd forsinkelse ved brug af stereo spor.
it: Impostare il ritardo generale delle tracce audio stereo.
uk: Налаштування загальної затримки звукових доріжок зі стереозвуком.

source: Configure the hard disk drive to go to standby after the specified idle time.
da: Konfigurer harddisken til at gå i standby efter en specificeret idle tid.
it: Impostare il tempo di inattività trascorso il quale l'hard disk viene posto in standby.
uk: Налаштування жорсткого диска, щоб перевести в Режим Очікування післяпевного часу простою.

source: Configure the horizontal alignment of the subtitles.
da: Konfigurer den horisontale justering af undertekster.
it: Impostare l'allineamento orizzontale dei sottotitoli.
uk: Налаштування горизонтального вирівнювання субтитрів.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
da: Konfigurer den hastighed spolning starte ved. Når du trykker på spolning fremad knappen vil spolningen starte ved denne hastighed.
it: Impostare la velocità iniziale di avanzamento veloce. Premendo il tasto FFW, l'avanzamento veloce si avvierà a questa velocità.
uk: Виберіть початкову швидкість перемотування вперед.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
da: Konfigurer den hastighed spolning tilbage skal starte ved. Når du trykker på spolning tilbage knappen vil spolningen starte ved denne hastighed.
it: Impostare la velocità iniziale di riavvolgimento veloce. Premendo il tasto REW, il riavvolgimento veloce si avvierà a questa velocità.
uk: Виберіть початкову швидкість перемотування назад.

source: Configure the latitude of your location.
da: Konfigurer din lokations breddegrad.
it: Impostare la latitudine della propria posizione.
uk: Встановіть довготу вашого місця розташування.

source: Configure the longitude of your location.
da: Konfigurer din lokations højdegrad.
it: Impostare la longitudine della propria posizione.
uk: Встановити широту вашого місця розташування.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
da: Konfigurer minimumspladsen der skal være tilgængelig ved optagelser. Når grænsen nås, vil slettet indhold blive fjernet fra papirkurven.
it: Impostare lo spazio minimo da lasciare a disposizione delle registrazioni. Qualora lo spazio disponibile scendesse al di sotto di questo valore, verranno rimossi gli elementi eliminati presenti nel cestino.
uk: Налаштування мінімального обсягу дискового простору, що має бутидоступно для запису. Коли кількість простору падає нижче цьогозначення, записи будуть видалені з корзини.

source: Configure the nameserver (DNS).
da: Konfigurer navneserveren (DNS)
it: Impostare il server dei nomi (DNS)
uk: Ви можете встановити ім'я сервера.

source: Configure the netmask.
da: Konfigurer netmasken.
it: Impostare la maschera di rete
uk: Ви можете задати мережеву маску.

source: Configure the number of days after which items are automaticaly removed from the trash can.
da: Konfigurer antallet af dage der går før genstande automatisk bliver slettet fra papirkurven.
it: Impostare il numero di giorni trascorsi i quali gli elementi contenuti nel cestino verranno automaticamente rimossi.
uk: Встановлення кількості днів, через які записи будуть автоматично видаленіз кошика

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
da: Konfigurer hvor mange dage gamle timere er gemt før de automatisk bliver fjernet fra timer listen.
it: Impostare il numero di giorni trascorsi i quali i timer conclusi verranno automaticamente rimossi dall'elenco.
uk: Встановлення кількості днів, для зберігання старих таймерів і потімавтоматичного видалення зі списку таймерів.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
da: Konfigurer offline dekodings forsinkelsen i millisekunder. Den konfigurerede forsinkelse bliver brugt til hver paritets ændring af kontrol ordene.
it: Impostare il ritardo in millisecondi per la decodifica offline. Il ritardo impostato sarà applicato ad ogni cambiamento del word di controllo di parità.
uk: Налаштування затримки оффлайн-декодування в мілісекундах

source: Configure the possible fast forward speeds.
da: Konfigurer de mulige hastigheder til fremad spolning.
it: Impostare le possibili velocità di avanzamento veloce.
uk: Налаштування можливих швидкостей при перемотці вперед.

source: Configure the possible rewind speeds.
da: Konfigurer de mulige hastigheder til tilbage spolning.
it: Impostare le possibili velocità di riavvolgimento veloce.
uk: Налаштування можливих швидкостей при перемотуванню назад.

source: Configure the primary EPG language.
da: Konfigurer det primære EPG sprog.
it: Impostare la lingua primaria per l'EPG.
uk: Налаштування основної мови EPG.

source: Configure the refresh rate of the screen.
da: Konfigurer skærmens opdateringshastighed.
it: Impostare la frequenza di refresh dello schermo.
uk: Налаштування частоти оновлення екрану.

source: Configure the screen resolution in PC output mode.
da: Konfigurer skærm opløsningen i PC output modus.
it: Impostare la risoluzione schermo in modalità PC.
uk: Налаштування роздільної здатності екрану в режимі ПК вихід.

source: Configure the second audio language.
da: Konfigurer lydsprog nummer to.
it: Impostare la lingua audio secondaria.
uk: Налаштування другої мови Аудіо

source: Configure the second subtitle language.
da: Konfigurer undertekstsprog nummer to.
it: Impostare la lingua secondaria dei sottotitoli.
uk: Налаштування другої мови субтитрів

source: Configure the secondary EPG language.
da: Konfigurer det sekundære EPG sprog.
it: Impostare la lingua secondaria per l'EPG.
uk: Налаштування другої мови EPG.

source: Configure the sharpness of the video scaling.
da: Konfigurer skarpheden af billedskaleringen.
it: Impostare la nitidezza dello scaling video.
uk: Налаштування різкості масштабування відео.

source: Configure the skip time interval for the '1'/'3' buttons.
da: Konfigurer tidsinterval springet for '1'/'3' knapperne.
it: Impostare il salto di tempo assegnato ai tasti 1 e 3.
uk: Налаштуйте час пропуску при натисканні клавіш '1'/'3'

source: Configure the skip time interval for the '4'/'6' buttons.
da: Konfigurer tidsinterval springet for '4'/'6' knapperne.
it: Impostare il salto di tempo assegnato ai tasti 4 e 6.
uk: Налаштуйте час пропуску при натисканні клавіш'4'/'6'

source: Configure the skip time interval for the '7'/'9' buttons.
da: Konfigurer tidsinterval springet for '7'/'9' knapperne.
it: Impostare il salto di tempo assegnato ai tasti 7 e 9.
uk: Налаштуйте час пропуску при натисканні клавіш '7'/'9'

source: Configure the slow motion speeds.
da: Konfigurer slowmotion hastigheder.
it: Impostare le velocità assegnate alla funzione rallentatore.
uk: Налаштування низьких швидкостей.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
da: Konfigurer kilden af frontend data der vises på infobarerne. 'Indstillinger' er som gemt under indstillinger. 'Tuner' er som reporteret af tuneren.
it: Impostare l'origine dei dati di sintonia visualizzati nelle infobar. 'Settings' è come memorizzato nei settings. 'Tuner' è come riportato dal sintonizzatore.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
da: Konfigurer hastigheden af baggrundssletningsprocessen. Lavere hastighed vil øge harddisk performance.
it: Impostare la velocità del processo di cancellazione in background. Velocità inferiori incideranno meno sulle prestazione dell'hard disk.
uk: Налаштування швидкості процесу видалення у фоновому режимі. Низька швидкість будемати менший вплив на продуктивність жорсткого диска.

source: Configure the speed of the fan
da: Konfigurer blæserhastighed.
it: Impostare la velocità della ventola

source: Configure the subtitle delay when timing information is not available.
da: Konfigurer undertekst forsinkelse når tidsjusterings informationer ikke er tilgængelige.
it: Impostare il ritardo dei sottotitoli da utilizzare quando le informazioni di sincronizzazione non sono disponibili.
uk: Налаштуйте затримку субтитрів, коли Информація про час недоступна.

source: Configure the third audio language.
da: Konfigurer lydsprog nummer tre.
it: Impostare la terza lingua audio.
uk: Налаштування третьої мови Аудіо

source: Configure the third subtitle language.
da: Konfigurer undertekstsprog nummer tre.
it: Impostare la terza lingua dei sottotitoli.
uk: Налаштування третьої мови субтитрів

source: Configure the transparency of the OSD.
da: Konfigurer gennemsigtigheden af OSD.
it: Impostare la trasparenza dell'OSD.
uk: Налаштування прозорості екранного меню.

source: Configure the transparency of the black background of graphical DVB subtitles.
da: Konfigurer gennemsigtigheden af den sorte baggrund på grafiske DVB undertekster.
it: Impostare la trasparenza dello sfondo nero dei sottotitoli grafici DVB.
uk: Налаштування прозорості на чорному фоні графічних субтитрів DVB.

source: Configure the tuner mode.
da: Konfigurer tuner typen.
it: Impostare la modalità del tuner.
uk: Встановіть режим тюнера.

source: Configure the type of status indication icons shown in the movielist.
da: Konfigurer typen af status indikations ikoner der er vist i filmlisten.
it: Impostare il tipo di simboli visualizzati nell'elenco per indicare lo stato delle registrazioni.
uk: Налаштування виду значків індикації стану, при показі в списку фільмів.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
da: Konfigurer den vertikale position af undertekster, målt fra bunden af skærmen.
it: Impostare la posizione verticale dei sottotitoli, misurata rispetto al bordo inferiore dello schermo.
uk: Налаштування вертикального положення субтитрів, вимірюється від нижньої частиниекрану.

source: Configure the video output mode (or resolution).
da: Konfigurer video udgangen (eller opløsningen).
it: Impostare la modalità di uscita video (risoluzione).
uk: Налаштування режиму відеовиходу (або роздільної здатності).

source: Configure the way in which the receiver changes channels.
da: Konfigurer den måde receiveren skifter kanaler på.
it: Impostare la modalità di cambio canale del ricevitore.
uk: Налаштуйте поведінку ресивера при перемиканні каналів.

source: Configure where completed timers show up in the timer list.
da: Konfigurer hvor afsluttede timere dukker op i timerlisten.
it: Impostare la modalità di visualizzazione dei timer conclusi nell'elenco dei timer.
uk: Вкажіть, в якому місці списку таймерів повинні знаходитися завершені завдання.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
da: Konfigurer hvornår (og hvor længe) infobar nummer to skal være vist når der trykkes OK to gange. Infobar nummer to indeholder yderlige informationer om den nuværende kanal.
it: Scegliere se (e per quanto tempo) viene visualizzata una seconda infobar quando il tasto OK viene premuto 2 volte. La seconda infobar contiene informazioni aggiuntive sul canale sintonizzato.
uk: Чи потрібно показати (і як довго) другий інфобар при натисканні кнопки OK двічі.Другий інфобар містить додаткову інформацію про поточний канал.

source: Configure whether multi channel PCM sound should be enabled.
da: Konfigurer om multi channel PCM sound skal aktiveres.
it: Scegliere se l'audio multicanale PCM deve essere abilitato.

source: Configure whether multi channel sound tracks should be downmixed to stereo.
da: Konfigurer hvorvidt multikanal lydspor skal nedmixes til stereo.
it: Scegliere se deve essere effettuato il downmix in stereo delle tracce audio multicanale.
uk: Виберіть, чи слід багатоканальну звукову доріжку декодувати в стереозвук.

source: Configure whether or not an icon should be shown when your motorized dish is moving.
da: Konfigurer om hvorvidt der skal vises et ikon når din motoriserede skål bevæger sig.
it: Scegliere se durante il movimento della parabola motorizzata deve essere visualizzata una icona.
uk: Виберіть, чи потрібно показати іконку при русі антени з мотопідвісом.

source: Configure whether or not an rotor position will be displayed on infobar
da: Konfigurer om, hvorvidt en rotor position skal vises på infobaren
it: Scegliere se la posizione del motore deve essere visualizzata nella infobar.

source: Configure which access level to use for the configuration menu. Expert level gives access to all items.
da: Konfigurer hvilket adgangsniveau der skal bruges i konfigurationsmenuen. Ekspert niveau giver adgang til alle indstillinger.
it: Impostare il livello di accesso al menu impostazioni. Il livello "Esperto" consente un accesso completo.
uk: Налаштування рівня доступу для використання в меню конфігурації. Експертний рівень дає доступ до інших елементів.

source: Configure which color format should be used on the SCART output.
da: Konfigurer hvilket farve format der skal bruges ved brug af SCART udgangen
it: Impostare il formato colore da utilizzare sull'uscita SCART.
uk: Вкажіть, який формат кольору повинен використовуватися на виході SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
da: Konfigurer hvilken tuner der er foretrukket ved optagelser når der er mere end en tuner tilgængelig.
it: Impostare il tuner preferenziale per le registrazioni quando più di un tuner è disponibile.
uk: Вкажіть який тюнер буде переважнішим для запису, коли більше ніж один тюнер доступний.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners. Choose 'no priority' to try each alternative one by one independent from tuner type.
da: Konfigurer, hvilken tuner der foretrækkes, når den samme service er tilgængelig på forskellige typer af tuners. Vælg 'ingen prioritet' for at prøve, hvert alternativ en ad gangen uafhængig af tuner type.
it: Impostare il tuner preferenziale quando lo stesso canale è disponibile su diversi tipi di tuner. Scegliere 'nessuna priorità' per provare ad una ad una ogni alternativa indipendentemente dal tipo di tuner.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
da: Konfigurer hvilken tuner der er foretrukket når flere tunere er tilgængelige. Hvis denne indstilling er sat til 'auto' vil systemet prioritere den tuner med laveste nummer af kanaler/satellitter.
it: Impostare il tuner preferenziale da utilizzarsi quando più di un tuner risultasse disponibile. L'opzione "Auto" assegnerà la priorità al tuner sul quale risulta configurato il minor numero di canali/satelliti.
uk: Вкажіть, який тюнер переважніший, якщо доступні кілька тюнерів. Якщовстановлено значення 'Авто', то система буде віддавати пріоритет тюнера з найменшим числом каналів / супутників.

source: Configure your internal LAN
da: Konfigurer dit interne LAN
it: Configurare la rete locale (cablata).
uk: Налаштування LAN

source: Configure your network again
da: Konfigurer dit netværk igen
it: Configurare nuovamente la rete locale.
uk: Повторити настройку мережі

source: Configure your network settings, and press OK to start the scan
da: Konfigurer dine indstillinger, og tryk OK for at starte søgning
it: Configurare le impostazioni di rete, poi premere OK per iniziare la ricerca
uk: Налаштуйте параметри мережі, а потім натисніть OK, щоб почати пошук

source: Configure your wireless LAN again
da: Konfigurer dit trådløse LAN igen
it: Configurare nuovamente la rete wireless.
uk: Повторити налаштування бездротової мережі

source: Configures which video output connector will be used.
da: Konfigurer hvilken video forbindelse der vil blive brugt.
it: Selezionare l'uscita video da utilizzare.
uk: Вкажіть, який роз'єм відеовиходу буде використаний.

source: Configuring
da: Konfigurerer
it: Impostazione in corso
uk: Налаштування

source: Conflict not resolved!
da: Konflikt ikke løst!
it: Conflitto non risolto!

source: Connect
da: Forbind
it: Connettere
uk: Підключити

source: Connect to a wireless network
da: Forbind til et trådløst netværk
it: Connettersi ad una rete wireless

source: Connected satellites
da: Forbundne sattelliter
it: Satelliti connessi

source: Connected to
da: Forbundet til
it: Connesso a:
uk: Підключено до

source: Console
da: Konsol

source: Constellation & FFT mode
da: Konstellation & FFT mode

source: Content does not fit on DVD!
da: Indholdet kan ikke være på DVD'en!
it: I contenuti superano la capacità del DVD.
uk: Зміст не поміщається на DVD!

source: Continue
da: Fortsæt
it: Proseguire
uk: Продовжити

source: Continue in background
da: Fortsæt i baggrunden
it: Proseguire in background
uk: Продовжити у фоновому режимі

source: Continue playback
da: Fortsæt afspilning
it: Proseguire la riproduzione
uk: Продовжити відтворення

source: Continue playing
da: Fortsæt afspilning
it: Proseguire la riproduzione
uk: Продовжити відтворення

source: Continues play (loop)
da: Fortsat afspilning (løkke)
it: Riproduzione continua (loop)
uk: Продовжити відтв. (цикл)

source: Contrast
da: Kontrast
it: Contrasto
uk: Контрастність

source: Convert ext3 filesystem to ext4
da: Konverter filsystemet ext3 til ext4
it: Convertire filesystem ext3 in ext4
uk: Конвертер з ext3 в ext4

source: Convert ext3 to ext4
da: Konverter ext3 til ext4
it: Convertire ext3 in ext4
uk: Конвертер з ext3 в ext4

source: Converting ext3 to ext4...
da: Konverterer ext3 til ext4...
it: Conversione da ext3 a ext4 in corso...
uk: Конвертер з ext3 в ext4...

source: Copy
da: Kopier
it: Copiare
uk: Копіювання

source: Could not find installed channel list.
da: Kunne ikke finde installeret kanalliste.
it: Impossibile trovare l'elenco dei canali installati.
uk: Неможливо відкрити список каналів.

source: Could not load medium! No disc inserted?
da: Kunne ikke indlæse medie! Ingen disk isat?
it: Impossibile caricare il supporto. Nessun disco inserito?
uk: Не вдалося завантажити носій! Перевірте, чи вставлений диск?

source: Could not open Picture in Picture
da: Kunne ikke åbne billede i billede
it: Impossibile attivare il PIP
uk: Неможливо відкрити картинку в картинці
