Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Aspect ratio
da: Billed format
it: Rapporto d'aspetto
uk: Співвідношення сторін

source: Assigned CAIds:
da: Tilknyttede CAId'er:
it: CAIds assegnati:
uk: Призначено CAID:

source: Assigned services/provider:
da: Tilknyttede kanaler/udbydere:
it: Canali/Provider assegnati:
uk: Призначено канали / провайдери:

source: At beginning
da: Ved begyndelsen
it: All'inizio
uk: На початку

source: At end
da: Ved slutningen
it: Alla fine
uk: В кінці

source: Attention, this is repeated timer!
da: Bemærk, dette er en gentaget timer!
it: Attenzione, questo timer è di tipo ripetuto!

source: Attention, this is repeated timer! What do you want to do?
da: Bemærk, dette er en gentaget timer! Hvad vil du gøre?
it: Attenzione, questo timer è di tipo ripetuto! Che cosa si desidera fare?

source: Audio
da: Lyd
uk: Аудіо

source: Audio PID
da: Lyd PID
it: PID audio
uk: Аудіо PID

source: Audio language selection 1
da: Lydsprogs valg 1
it: Lingua audio 1
uk: Вибір мови Аудіо 1

source: Audio language selection 2
da: Lydsprogs valg 2
it: Lingua audio 2
uk: Вибір мови Аудіо 2

source: Audio language selection 3
da: Lydsprogs valg 3
it: Lingua audio 3
uk: Вибір мови Аудіо 3

source: Audio language selection 4
da: Lydsprogs valg 4
it: Lingua audio 4
uk: Вибір мови Аудіо 4

source: Audio options...
da: Lyd indstillinger...
it: Opzioni audio...
uk: Налаштування Аудіо...

source: Audio track (%s) format
da: Lydspor (%s) format
it: Formato traccia audio (%s)
uk: Звукова доріжка (%s) формат

source: Audio track (%s) language
da: Lydspor (%s) sprog
it: Lingua traccia audio (%s)
uk: Звукова доріжка (%s) мова

source: Author:
da: Forfatter:
it: Autore:
uk: Автор:

source: Authoring mode
da: Oprettelses type
it: Modalità authoring
uk: Режим авторизації

source: Auto EXIF Orientation rotation/flipping
da: Auto EXIF Orientation rotation/spejling

source: Auto chapter split every ? minutes (0=never)
da: Auto kapitel oprettelse hvert ? minut (0=aldrig)
it: Suddivisione automatica in capitoli ogni x minuti (0=mai)
uk: Автоматично розділяти на розділи кожні ? хвилин (0 = ніколи)

source: Auto flesh
da: Auto flash
it: Correzione automatica colore incarnato
uk: Авто flesh

source: Auto focus
da: Autofokus
uk: Автофокусування

source: Auto focus commencing ...
da: Autofokus i gang
it: Avvio puntamento automatico...
uk: Автофокусування почалося ...

source: Auto language selection
da: Auto Sprogvalg
it: Lingua per audio e sottotitoli
uk: Авто вибір мови

source: Auto play blu-ray file
da: Auto play blu-ray fil

source: Auto scart switching
da: Autoskift Scart
it: Selezione automatica scart
uk: Автоматичне перемикання SCART

source: Automatic
da: Automatisk
it: Automatico
uk: Автоматично

source: Automatic Scan
da: Automatisk Skan
it: Ricerca automatica

source: Automatic scan
da: Automatisk søgning
it: Ricerca automatica
uk: Автоматичний пошук

source: Automatically start timeshift after
da: Start automatisk tidsforskydning efter
it: Avviare timeshift automaticamente dopo
uk: Автоматический старт таймшифта через

source: Automatically turn on external subtitles
da: Tænd automatisk for eksterne undertekster
it: Attivare automaticamente i sottotitoli esterni
uk: Автоматичне включення зовнішніх субтитрів

source: Available format variables
da: Tilgængelige format variabler
it: Formati disponibili
uk: Доступні формати перемінних

source: Back
da: Tilbage
it: Indietro
uk: Назад

source: Background
da: Baggrund
it: Sfondo
uk: Фон

source: Background color
da: Baggrundsfarve
it: Colore di sfondo
uk: Колір фону

source: Background delete option
da: Baggrund slet option
it: Cancellazione in background
uk: Видалення у фоновому режимі

source: Background delete speed
da: Baggrund opdateringshastighed
it: Velocità cancellazione in background
uk: Швидкість видалення у фоновому режимі

source: Backup completed.
da: Backup færdig.
it: Backup completato.
uk: Бекап завершено.

source: Backup failed.
da: Backup mislykkedes.
it: Backup non riuscito.
uk: Збереження не вдалося.

source: Backup is running...
da: Backup afvikles...
it: Backup in corso...
uk: Виконується збереження налаштувань...

source: Backup system settings
da: Lav backup af systemindstillinger
it: Backup configurazioni di sistema
uk: Бекап системних налаштувань

source: Band
da: Bånd
it: Banda
uk: Діапазон

source: Bandwidth
da: Båndbredde
it: Larghezza di banda
uk: Пропускна здатність

source: Basque
da: Baskisk
it: Basco
uk: Баскський

source: Begin time
da: Start tid
it: Ora inizio
uk: Час початку

source: Behavior of 'pause and ok' when paused
da: Opførsel af 'pause og ok' når pauset
it: Azione del tasto 'Pausa e OK' durante lo stato di pausa

source: Behavior of 0 key in PiP-mode
da: Opførsel af 0 tast i BiB tilstand
it: Funzione del tasto 0 in modalità PIP
uk: Поведінка кнопки 0 в режимі PiP

source: Behavior when a movie is started
da: Opførsel når en film startes
it: Azione all'avvio della riproduzione video
uk: Поведінка при початку відтв. відео

source: Behavior when a movie is stopped
da: Opførsel når en film stoppes
it: Azione all'arresto della riproduzione video
uk: Поведінка при зупинці відтв. відео

source: Behavior when a movie reaches the end
da: Opførsel når filmen er næsten slut
it: Azione al termine di un video
uk: Поведінка при закінченні відео

source: Big PiP
da: Stor BiB
it: PIP esteso

source: Black screen
da: Sort Skærm
it: Schermo nero
uk: Чорний екран

source: Black screen till locked
da: Sort Skærm indtil låst
it: Schermo nero durante il lock
uk: Чорний екран-заблоковано

source: Block noise reduction
da: Video støjreduktion
it: Riduzione disturbo a blocchi
uk: Зниження блокових шумів

source: Blue
da: Blå
it: Blu

source: Blue boost
da: Blå forstærkning
it: Intensificare il blu
uk: Додати синій

source: Bookmarks
da: Bogmærker
it: Percorsi preferiti
uk: Закладки

source: Brightness
da: Lysstyrke
it: Luminosità
uk: Яскравість

source: Bulgarian
da: Bulgarisk
it: Bulgaro
uk: Угорська

source: Burn DVD
da: Brænde DVD
it: Masterizzare DVD
uk: Пропалити DVD

source: Burn audio track (%s)
da: Brænd lydspor (%s)
it: Masterizzare traccia audio (%s)
uk: Пропалити Аудіо дорожку (%s)

source: Burn existing image to DVD
da: Brænd eksisterende image til DVD
it: Masterizzare un'immagine esistente su DVD
uk: Пропалити існуючий образ на DVD

source: Burn to DVD
da: Brænd til DVD...
it: Masterizzare su DVD
uk: Пропалити на DVD

source: By default, SNR will be shown in dB (when supported by the tuner). This setting forces SNR to be shown as a percentage instead.
da: Som standard vil SNR blive vist i dB (hvis det er understøttet af tuneren). Denne indstilling tvinger SNR til at blive vist som procentsats i stedet.
it: La modalità predefinita è di visualizzare il valore dell'SNR in dB (se supportato dal tuner). Questa opzione forza la visualizzazione dell'SNR in valore percentuale.
uk: За замовчуванням, SNR показується в дБ (якщо підтримує тюнер). при включенні параметра SNR буде показуватися у відсотках.

source: Bypass HDMI EDID checking
da: Bypass HDMI EDID tjek
it: Escludere il controllo EDID sull'HDMI

source: C-Band
da: C-Bånd
it: Banda C
uk: C-Діапазон

source: CI assignment
da: CI tildeling
it: Assegnazione CI
uk: Призначення CI

source: CI slot:
da: CI port:

source: Cable
da: Kabel
it: Cavo
uk: Кабельне ТБ

source: Cable Scan
da: Kabelsøgning
it: Ricerca su cavo
uk: Кабельне сканування

source: Cache thumbnails
da: Buffer miniaturebilleder
it: Cache miniature
uk: Кешувати Ескізи

source: Calculate
da: Beregn
it: Calcolare
uk: Розрахунок

source: Calculate all positions
da: Beregn alle positioner
it: Calcolare tutte le posizioni
uk: Розрахувати всі позиції

source: Calculation complete
da: Beregning færdig
it: Calcolo completato
uk: Розрахунок закінчено

source: Calibrate
da: Kalibrer
it: Calibrare
uk: Калібрування

source: Can be used for different fps between external subtitles and video.
da: Kan bliver brugt når der er forskel i fps mellem eksterne undertekster og videoen
it: Può essere utilizzato in caso di cadenze dei fotogrammi (fps) differenti tra i sottotitoli esterni ed il video.
uk: Може бути використаний для набору кадрів в секунду між зовнішніми субтитрами і відео.

source: Cancel
da: Fortryd
it: Annullare
uk: Відмінити

source: Cannot determine
da: Kan ikke bestemme
it: Impossibile determinare
uk: Неможливо визначити

source: Cannot find any signal ..., aborting !
da: Kan ikke finde signal ..., afbryder !
it: Nessun segnale rilevato, operazione annullata!
uk: Не можу знайти будь-який сигнал ..., перериваємо !

source: Cannot move files on a different disk or system to the trash can
da: Kan ikke flytte filer til anden disk, eller system til papirkurv
it: Impossibile spostare nel cestino file che risiedono su disco o sistema differenti
uk: Неможливо перемістити файли на різних дисках або в системі в кошик

source: Cannot move to trash can
da: Kan ikke flytte til papirkurv
it: Impossibile spostare nel cestino
uk: Неможливо перемістити в кошик

source: Capabilities:
da: Muligheder:

source: Capacity:
da: Kapacitet:
it: Capacità:
uk: Ємність:

source: Card
da: Kort
uk: Карта

source: Cascade PiP
da: Kaskade BiB
it: PIP in cascata

source: Center DVB subtitles
da: Centrer DVB undertekster
it: Centrare i sottotitoli DVB
uk: Субтитри DVB по центру

source: Center time-labels and remove date
da: Centrer tidsetiketter og fjern dato
it: Centrare le etichette dell'orario ed eliminare la data
uk: Відмітка часу по центру без дати

source: Change PIN
da: Skift PIN
it: Cambiare il PIN

source: Change bouquets in quickzap
da: Skifte favoritliste i hurtigzap
it: Cambiare anche bouquet per mezzo del cambio canale
uk: Змінити букети при швидкому перемиканні

source: Change recording (add time)
da: Tilpas optagelse (tilføj tid)
it: Aggiungere del tempo alla registrazione

source: Change recording (duration)
da: Skifte optagelses (længde)
it: Cambiare la durata di registrazione
uk: Змінити запис (тривалість)

source: Change recording (endtime)
da: Skifte optagelses (sluttid)
it: Cambiare l'ora di fine registrazione
uk: Змінити запис (закінчення)

source: Change repeat and delay settings?
da: Ændre gentage og forsinkelse
it: Modificare i valori di ripetizione e di ritardo?
uk: Змінити налаштування затримки і повтору?

source: Change step size
da: Skift trin afstand
it: Cambiare dimensioni passo
uk: Зміна розміру кроку

source: Change timer
da: Ændre timer
it: Modificare il timer

source: Channel
da: Kanal Info...
it: Canale
uk: Канал

source: Channel Info
da: Kanal Info
it: Informazione Canale

source: Channel list type
da: Kanalliste type
it: Tipo elenco canali
uk: Тип списку каналів

source: Channel not in services list
da: Kanalen er ikke kanal oplistningen
it: Canale non in elenco
uk: Каналу немає в списку сервісів

source: Channel selection
da: Kanal valg
it: Selezione canale
uk: Селектор каналів

source: Channel:
da: Kanal:
it: Canale:
uk: Канал:

source: Channellist menu
da: Kanalliste Menu
it: Menu elenco canali
uk: Меню списка каналів

source: Channelnumber and picon
da: Kanalnummer og picon

source: Channelnumber and servicename
da: Kanalnummer og servicenavn

source: Channelnumber, picon and servicename
da: Kanalnummer, picon og servicenavn

source: Chap.
da: Kap.
it: Cap.
uk: Розділ.

source: Chapter
da: Kapitel
it: Capitolo
uk: Розділ

source: Chapter:
da: Kapitel:
it: Capitolo:
uk: Розділ:

source: Check
da: Undersøg
it: Verificare
uk: Перевірка

source: Check the internet connection
da: Tjek internet forbindelsen
it: Verificare la connessione a Internet
uk: Перевірте інтернет-з'єднання

source: Check the internet connection again
da: Tjek internet forbindelsen igen
it: Verificare di nuovo la connessione a Internet
uk: Перевірте інтернет-з'єднання знову

source: Checking filesystem...
da: Undersøger filsystemet...
it: Verifica filesystem in corso...
uk: Перевірка Файлової системи...

source: Checking the internet connection
da: Tjekker internet forbindelsen
it: Verifica della connessione a Internet in corso
uk: Перевірка інтернет з'єднання

source: Checking tuner %s DiSEqC port %s for %s
da: Tjekker tuner %s DiSEqC port %s for %s

source: Children/Youth
da: Børn/Ungdom
it: Bambini/Ragazzi
uk: Діти / Молодь

source: Choose Tuner
da: Vælg Tuner
it: Sceglere il Tuner

source: Choose bouquet
da: Vælg bouquet

source: Choose which tuner to configure.
da: Vælg hvilken tuner der skal konfigureres
it: Selezionare il tuner da configurare.
uk: Виберіть тюнер для налаштування.

source: Circular LNB
da: Cirkulær LNB
it: LNB circolare

source: Circular left
da: Venstre-cirkulær
it: Circolare a sinistra
uk: Кругова ліва

source: Circular right
da: Højre-cirkulær
it: Circolare a destra
uk: Кругова права

source: Cleanup
da: Oprydning
it: Ripulire
uk: Очистити

source: Clear
da: Slet
it: Eliminare
uk: Очистка

source: Clear before scan
da: Slet før søgning
it: Eliminare prima di cercare
uk: Очистка перед скануванням

source: Clear fixed
da: Slet faste
it: Eliminare prefissato
uk: Очистка Фіксованого

source: Clear log
da: Slet log
it: Cancellare il log
uk: Очистити лог

source: Clear playlist
da: Slet spilleliste
it: Eliminare la playlist
uk: Очистити список відтворення

source: Clone TV screen to LCD
da: Klon TV skærm til LCD
it: Clonare lo schermo TV sul display LCD

source: Close
da: Afslut
it: Chiudere
uk: Закрити

source: Close PiP on exit
da: Luk BiB ved exit
it: Chiudere il PIP con tasto Exit
uk: Закрити PiP кнопкою вихід

source: Close title selection
da: Luk titel valg
it: Chiudere la selezione titoli
uk: Закрити вибір назв

source: Code R. LP-HP & Guard Int.
da: Koderate LP-HP & Guard Int.

source: Code rate HP
da: Koderate HP
uk: Швидкість кодування HP

source: Code rate LP
da: Koderate LP
uk: Швидкість кодування LP

source: Collection name
da: Kollektions navn
it: Nome raccolta
uk: Назва колекції

source: Collection settings
da: Kollektions indstillinger
it: Impostazioni raccolta
uk: Налаштування колекції

source: Color format
da: Farve format
it: Formato colore
uk: Формат кольору

source: Command execution...
da: Kommando udføres...
it: Esecuzione comando...
uk: Виконання команди...

source: Command order
da: Kommando rækkefølge
it: Ordine comandi
uk: Послідовність команд

source: Common Interface
da: CA Modul
uk: Інтерфейс модулів

source: Common Interface assignment
da: Common Interface tildeling
it: Assegnazione Common Interface
uk: Інтерфейс налаштувань модулів

source: Communication
da: Kommunikation
it: Comunicazione
uk: Зв'язок

source: Compact flash
da: Kompakt flash
uk: Компакт-флэш

source: Complete
da: Færdig
it: Completo
uk: Повний

source: Complex (allows mixing audio tracks and aspects)
da: Kompleks (tillader blanding af lydspor og billedformater)
it: Complessa (permette di mixare tracce audio e aspetti)
uk: Комплекс (мікш звук. доріжок і розд.здатн. відео)

source: Composition of the recording filenames
da: Type af optagelsesnavne
it: Struttura dei nomi dei file registrazioni
uk: Зміст назв файлів записів

source: Config Scan Details
da: Konfigurer skanning detaljer

source: Config resolution of pictures
da: Konfigurer opløsning af billeder
it: Configurare risoluzione delle immagini

source: Configuration mode
da: Konfigurations type
it: Modalità configurazione
uk: Режим конфігурації

source: Configuration mode: %s
da: Konfigurations type %s
it: Modalità configurazione: %s
uk: Режим конфігурації: %s

source: Configuration...
da: Konfiguration...
it: Impostazioni...
uk: Конфігурація...

source: Configure an additional delay to improve external subtitle synchronisation.
da: Konfigurer en yderligere forsinkelse for at forbedre ekstern undertekst synkronisation
it: Impostare un ritardo aggiuntivo per migliorare la sincronizzazione dei sottotitoli esterni.
uk: Налаштування додаткової затримки для поліпшення синхронізації зовнішніхсубтитрів.

source: Configure an additional delay to improve subtitle synchronisation.
da: Konfigurer en yderligere forsinkelse for at forbedre undertekst synkronisation
it: Impostare un ritardo aggiuntivo per migliorare la sincronizzazione dei sottotitoli.
uk: Налаштування додаткової затримки для поліпшення синхронізації субтитрів.

source: Configure for how long the infobar will remain visible after activation.
da: Konfigurer hvor længe infobaren vil være vist efter aktivering.
it: Impostare la durata di visualizzazione della infobar.
uk: Вкажіть, як довго інфобар залишатиметься видимим після його активації.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
da: Konfigurer hvor mange minutter at begivenheder skal forblive synlige i EPG. Brugbart når du har brug for informationer om en begivenhed der netop er afsluttet, eller er forsinket.
it: Impostare in minuti la persistenza di visualizzazione nell'EPG per gli eventi conclusi. Utile quando c'è bisgno di informazioni su un evento appena concluso o posticpato.
uk: Дозволяє показати дані EPG про минулі події. Зручно коли хочетезнати щось про передачу, яка ось-ось закінчиться або тільки щозакінчилася (у хвилинах).

source: Configure how many channels are shown in the selection list.
da: Konfigurer, hvor mange kanaler der er vist i selektionslisten.
it: Impostare quanti canali devono essere elencati in ogni schermata della lista di selezione dei canali.

source: Configure how recording filenames are constructed.
da: Konfigurer hvordan optagelses filnavne er opbygget.
it: Impostare la composizione dei nomi dei file delle registrazioni.
uk: Налаштування способу складання імен записуваних файлів.

source: Configure how the fan should operate
da: Konfigurer hvordan blæseren skal opføre sig.
it: Impostare il funzionamento della ventola

source: Configure if and how crypto icons will be shown in the channel selection list.
da: Konfigurer om og hvordan krypto ikoner skal blive vist i kanal listen.
it: Impostare se e come visualizzare le icone di trasmissione codificata nella lista di selezione dei canali.

source: Configure if and how long the latest service in the PiP will be remembered.
da: Konfigurer hvis og hvor længe den seneste kanal i BiB vil blive husket.
it: Impostare se e per quanto tempo deve essere ricordato l'ultimo canale del PIP.

source: Configure if and how service type icons will be shown in the channel selection list.
da: Konfigurer om eller hvordan service type ikoner vil bliver vist i kanal listen.
it: Impostare se e come visualizzare le icone di tipo di canale nella lista di selezione dei canali.
uk: Налаштування відображення іконки типу сервісу в списку каналів

source: Configure if and how the record indicator will be shown in the channel selection list.
da: Konfigurer om og, hvor optagelsesindikatoren vil være vist i kanallisten
it: Impostare se e come visualizzare l'indicatore di registrazione in corso nella lista di selezione dei canali.

source: Configure if and how wide columns will be shown in the channel selection list.
da: Konfigurer hvordan eller hvor brede spalter vil blive vist i kanal listen.
it: Impostare se e di quanti pixel devono essere visualizzate le colonne a larghezza fissa nella lista di selezione dei canali.

source: Configure if behind the subtitles a background is shown.
da: Konfigurer om der bag undertekster skal være vist en baggrund.
it: Se questa impostazione è attivata, dietro al testo dei sottotitoli viene visualizzato un sfondo.

source: Configure if service picons will be shown in the channel selection list.
da: Konfigurer om service picons vil blive vist i kanal listen.
it: Impostare se visualizzare le picon dei canali nella lista di selezione dei canali.
uk: Налаштування відображення піконів в списку каналів

source: Configure if the HDMI EDID checking should be bypassed as this might solve issue with some TVs.
da: Konfigurer om HDMI EDID tjek skal bypasses da dette kan løse problemer med nogle TV.
it: Scegliere se sul collegamento HDMI il controllo EDID (Extended Display Identification Data) deve essere escluso, in quanto ciò potrebbe risolvere l'eventuale incompatibilità con alcuni televisori.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
da: Konfigurer om underteksterne skal skifte mellem normal, kursiv, fed og fedkursiv
it: Impostare se visualizzare i sottotitoli in carattere normale, grassetto, inclinato o grassetto inclinato.

source: Configure interface
da: Konfigurer interface
it: Impostare l'interfaccia
uk: Налаштування інтерфейсу

source: Configure nameservers
da: Konfigurer navneservere
it: Configurare i server dei nomi (DNS)
uk: Налаштування DNS

source: Configure on which devices the background delete option should be used.
da: Konfigurer på hvilke enheder at sletning i baggrunden funktionen skal bruges.
it: Impostare su quali supporti utilizzare l'opzione di cancellazione in background.
uk: Вкажіть, на яких пристроях слід використовувати опцію фонового видалення.

source: Configure remote control type
da: Konfigurer fjernbetjeningstypen
it: Impostare il tipo di telecomando
uk: Вибір пульта Д/У

source: Configure the DiSEqC mode for this LNB.
da: Konfigurer DiSEqC typen for denne LNB
it: Impostare la modalità DiSEqC per questo LNB.
uk: Налаштуйте режим DiSEqC для этой LNB.

source: Configure the IP address.
da: Konfiguration af IP adressen.
it: Impostare l'indirizzo IP
uk: Налаштування IP-адреси.

source: Configure the aspect ratio of the screen.
da: Konfigurer skærmens billedformat.
it: Impostare il rapporto d'aspetto dello schermo.
uk: Налаштування співвідношення сторін екрану.

source: Configure the behavior of the 'pause and ok' key when movie playback is already paused.
da: Konfigurer hvordan 'pause og ok' skal opføre sig når filmen allerede er pauset.
it: Impostare la funzione del tasto 'Pausa e OK' quando la riproduzione di un video è già in pausa.

source: Configure the behavior when movie playback is manually stopped.
da: Konfigurer opførslen når filmen er manuelt stoppet.
it: Impostare cosa fare quando la riproduzione di un video viene arrestata manualmente.
uk: Вкажіть, що робити коли відтворення зупинено вручну.

source: Configure the behavior when movie playback is started.
da: Konfigurer opførslen når en film er startet.
it: Impostare cosa fare quando la riproduzione di un video viene avviata.
uk: Вкажіть, що робити при початку відтворення.

source: Configure the behavior when reaching the end of a movie, during movie playback.
da: Konfigurer opførsel når slutningen af filmen nås under afspilning.
it: Impostare cosa fare quando durante la riproduzione di un video viene raggiunta la sua fine.
uk: Вкажіть, що робити при закінченні відтворення.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
da: Konfigurer spalte bredden på undertekster. Den mørke spalter gør undertekster lettere at læse på en lys baggrund.
it: Impostare lo spessore dei bordi dei sottotitoli. I bordi scuri rendono più agevole la loro lettura su uno sfondo chiaro.
uk: Налаштуйте ширину кордону субтитрів. Темна грань робить субтитри легкочитаються на світлому фоні.

source: Configure the brightness level of the front panel display during standby.
da: Konfigurer lysniveauet på front panel displayet under standby.
it: Impostare il livello di luminosità del display frontale nello stato di standby.
uk: Встановіть рівень яскравості дисплея в режимі очікування.

source: Configure the brightness level of the front panel display.
da: Konfigurer lysniveauet på front panel displayet.
it: Impostare il livello di luminosità del display frontale.
uk: Встановіть рівень яскравості для нормальної роботи дисплея.
