Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Initial rewind speed
da: Tilbagespolingshastighed ved start
it: Velocità iniziale di riavvolgimento veloce
uk: Первісна швидкість перемотування назад

source: Initial scroll delay
da: Første scroll forsinkelse
it: Ritardo iniiale dello scorrimento

source: Initial signal quality
da: Oprindelig signalkvalitet
it: Qualità iniziale del segnale
uk: Початкова якість сигналу

source: Initial signal quality:
da: Oprindelig signal kvalitet
it: Qualità iniziale del segnale:
uk: Початкова якість сигналу:

source: Initialization
da: Initialiserer
it: Inizializzazione
uk: Ініціалізація (формат.)

source: Initialize
da: Formatere
it: Inizializzare
uk: Ініціалізація

source: Initializing storage device...
da: Initialisering lagerenhed
it: Inizializzazione del dispositivo di archiviazione in corso...
uk: Ініціалізація жесткого диска...

source: Input
da: Indgang
uk: Вхід

source: Input device setup
da: Opsætning af enhed
it: Impostazioni del dispositivo di input
uk: Налаштування пристрою введення

source: Input devices
da: Enheder
it: Dispositivi di input
uk: Налаштування пульта

source: Install
da: Installer
it: Installare
uk: Встановити

source: Install a new image with a USB stick
da: Installer et nyt image med en USB stick
it: Installare una nuova immagine tramite penna USB
uk: Встановити новий імідж з USB

source: Install a new image with your web browser
da: Installer et nyt image med din web browser
it: Installare una nuova immagine tramite web browser
uk: Встановити новий імідж через web браузер

source: Install channel list
da: Installer kanalliste
it: Installare un elenco canali
uk: Інсталювати список каналів

source: Install extensions
da: Installer udvidelser
it: Installare le estensioni

source: Install extensions.
da: Installer udvidelser.
it: Installare le estensioni.
uk: Встановити доповнення.

source: Install local extension
da: Installer lokal udvidelse
it: Installare le estensioni locali
uk: Інсталяція локал. пакетів

source: Install picons on
da: Installer picons på
it: Installare i picon su
uk: Інсталяція Піконів в

source: Install softcam
da: Installer softcam
it: Installare una softcam
uk: Інсталяція Емулятора

source: Installation has completed.
da: Installationen er færdig
it: Installazione completata.
uk: Інсталяцію завершено.

source: Installation or removal has completed.
da: Installation eller fjernelse er færdig.
it: Installazione o rimozione completata.
uk: Інсталяцію або видалення завершено.

source: Installed:
da: Installeret:
it: Installato:

source: Installing
da: Installerer
it: Installazione
uk: Інсталяція

source: Installing software...
da: Installerer software...
it: Installazione software...
uk: Інсталяція пакетів...

source: Instant record
da: Øjeblikkelig optagelse
it: Registrazione immediata

source: Instant recording location
da: Umiddelbar optagelses placering
it: Destinazione delle registrazioni immediate
uk: Місце негайного запису

source: Instant recording...
da: Hurtig optagelse...
it: Registrazione immediata...
uk: Меню негайного запису...

source: Intermediate
da: Midlertidig
it: Intermedio
uk: Проміжний

source: Internal
da: Intern
it: Interno

source: Internal flash
da: Intern flash
it: Flash interna
uk: Внутрішня флеш

source: Internal hdd only
da: Kun intern harddisk
it: Solo HDD interno
uk: Тільки внутр. жорсткий диск

source: Interval between keys when repeating:
da: Interval mellem trykgentagelse
it: Intervallo tra i tasti durante la ripetizione:
uk: Інтервал між повторами кнопок:

source: Invalid directory selected: %s
da: Ugyldig mappe valgt: %s
it: La cartella selezionata non è valida: %s
uk: Вибрано неправильний каталог: %s

source: Invalid location
da: Ugyldig placering
it: Posizione non valida
uk: Неправильне розташування

source: Invalid transponder data
da: Ugyldige transponder data
it: Dati del transponder non validi

source: Inversion
da: Invertering
it: Inversione
uk: Інверсія

source: Inversion & Bandwidth
da: Inversion & Båndbredde

source: Invert
da: Inverter
it: Invertire
uk: Вибрати всі

source: Is this setting ok?
da: Er denne indstilling ok?
it: L'impostazione è corretta?
uk: Цей варіант налаштування вас влаштовує?

source: Is this video mode ok?
da: Er denne videotilstand ok?
it: La modalità video è corretta?
uk: Встановити даний відеорежим?

source: It seems you did not see all the eight arrow heads. This means your TV is has overscan enabled, and is not configured properly. Please refer to your TVs manual to find how you can disable overscan on your TV. Look for terms like 'Just fit', 'Full width', etc. If you can't find it, ask other users at http://forums.openpli.org.
da: Det ser ud til at du ikke så alle otte pilehoveder. Dette betyder at dit TV har overscan aktiveret, og ikke konfigureret ordenligt. Kig i dit TV's manual for at finde ud af, hvordan du deaktiverer overscan på dit TV. Hvis du ikke kan finde det, kan du spørge andre brugere på http://forums.openpli.org.
it: Apparentemente non sono visibili tutte le punte delle 8 frecce. Quindi il televisore ha l'overscan abilitato e non è regolato correttamente. Consultare il manuale del televisore per conoscere come disabilitare l'overscan. Cercare termini come 'adattamento', 'larghezza intera', ecc. Nel caso è possibile chiedere aiuto sul sito http://forums.openpli.org.

source: Italian
da: Italiensk
it: Italiano
uk: Італійський

source: Items per page
da: Emner pr side
it: Elementi per pagina
uk: Кількість сервісів на сторінку

source: Items per page for list screen
da: Emner pr side for listnings skærm
it: Elementi per pagina nell'elenco
uk: Кількість сервісів на сторінку в режимі списку

source: Job overview
da: Job oversigt
it: Panoramica delle operazioni
uk: Перегляд завдання

source: Jump to beginning of list
da: Spring til begyndelsen af listen
it: Andare all'inizio dell'elenco
uk: Перейти в початок списку

source: Jump to end of list
da: Spring til sltuningen af listen
it: Andare alla fine dell'elenco
uk: Перейти в кінець списку

source: Jump to next marked position
da: Spring til næste markerede position
it: Andare al contrassegno successivo
uk: Перейти до наступної мітки

source: Jump to previous marked position
da: Spring til forrige markerede position
it: Andare al contrassegno precedente
uk: Перейти до наступної мітки

source: Just scale
da: Scaler
it: Scalare solamente
uk: Тільки маштаб

source: Keep service
da: Behold kanalen
it: Mantenere il canale
uk: Затримати сервіс

source: Keyboard
da: Tastatur
it: Tastiera
uk: Клавіатура

source: Keyboard map
da: Tastatur layout
it: Layout della tastiera
uk: Розкладка клавіатури

source: Keyboard setup
da: Tastatur indstilling
it: Impostazioni della tastiera
uk: Налаштування клавіатури

source: LAN connection
da: LAN Forbindelse
it: Connessione di rete LAN
uk: LAN з'єднання

source: Language
da: Sprog
it: Lingua di sistema
uk: Вибір мови

source: Language selection
da: Valg af sprog
it: Selezione lingua
uk: Список мов

source: Large
da: Stor
it: Carattere grande

source: Last config
da: Seneste opsætning
it: Ult. config.
uk: Останні налаштування

source: Last speed
da: Sidste hastighed
it: Ultima velocità
uk: Остання швидкість

source: Last upgrade:
da: Seneste opdatering
it: Ultimo aggiornamento:
uk: Останнє оновлення:

source: Latest Commits
da: Seneste commit
it: Aggiunte recenti
uk: Зміни

source: Latitude
da: Breddegrad
it: Latitudine
uk: Широта

source: Latvian
da: Lettisk
it: Lettone
uk: Латвійський

source: Leave DVD player?
da: Forlad DVD afspiller?
it: Uscire dal Player DVD?
uk: Вийти з DVD плеєра?

source: Left
da: Venstre
it: Sinistra
uk: Лівий

source: Left from servicename
da: Til venstre for kanalnavnet
it: A sinistra del nome canale
uk: ліворуч від назви сервісу

source: Leisure hobbies
da: Fritids hobbyer
it: Tempo libero/Hobby
uk: Хоббі на відпочинку

source: Letterbox
da: Sorte striber i top og bund af billede

source: Letterbox zoom
da: Sorte striber i top og bund kombineret med zoom
it: Zoom letterbox

source: Limit character set for recording filenames
da: Begrænset tegnsætning for optagelsesfilnavne
it: Set di caratteri limitato per i nomi dei file delle registrazioni
uk: Обмежити набір символів в іменах записів

source: Limit east
da: Øst begrænsning
it: Limite est
uk: Обмеження на схід

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
da: Begræns karakterer der kan blive brugt i optagelses filnavne til (7 bit) ascii. Dette sikrer kompatibilitet med operativ systemer eller filsystemer der har begrænsede karakter sæt.
it: Limitare ad ASCII (7bit) i caratteri disponibili per i nomi dei file registrazioni. Ciò consente di garantire la compatibilità con i sistemi operativi o i filesystem che dispongano di set di caratteri limitati.
uk: Обмежте знаки, які можуть використовуватися в записі імен файлів (7 біт)ASCII. Це забезпечує сумісність з операційними системами абофайловими системами з обмеженим набором символів.

source: Limit west
da: Vest begrænsning
it: Limite ovest
uk: Обмеження на захід

source: Limits cancelled
da: Begrænsning annulleret
it: Limiti rimossi
uk: Обмеження скасовані

source: Limits enabled
da: Begrænsning aktiveret
it: Limiti abilitati
uk: Обмеження увімкнено

source: Limits off
da: Begrænsning fra
it: Limiti off
uk: Вимкнути обмеження

source: Limits on
da: Begrænsning til
it: Limiti on
uk: Активувати обмеження

source: Link quality:
da: Link kvalitet:
it: Qualità link:
uk: Якість зв'язку:

source: Linked titles with a DVD menu
da: Lænkede titler med en DVD menu
it: Titoli collegati ad un menu DVD
uk: Заголовки пов'язані з DVD меню

source: List available networks
da: Tilgængelige netværk
it: Elencare le reti disponibili
uk: Перегляд списку доступних мереж

source: List mode
da: Listningsmetode
it: Modalità elenco
uk: Режим списку

source: List of storage devices
da: Oplistning af hukommelsesenheder
it: Elenco dei supporti di memorizzazione
uk: Список пристроїв зберігання

source: List type
da: Listningstype
it: Tipo elenco
uk: Вигляд списку

source: List version %d, found %d channel
da: List version %d, fundet %d kanal
it: Versione elenco: %d. %d canale trovato.
uk: Список версії %d, знайдений %d канал

source: Listen to the radio...
da: Lyt til radioen...
it: Ascoltare la radio...
uk: Слухати радіо...

source: Lists reloaded!
da: Lister genindlæst!
it: Elenchi ricaricati!

source: Lithuanian
da: Litauisk
it: Lituano
uk: Литовський

source: Load
da: Indlæs
it: Caricare
uk: Завантажити

source: Load length of movies in movie list
da: Indlæs længden af film i filmlisten
it: Caricare nell'elenco la durata dei video
uk: Загружать длительность видео в списке видео

source: Load playlist
da: Indlæs spilleliste
it: Caricare la playlist
uk: Завантажити плейлист

source: Load unlinked userbouquets
da: Indlæs ikke sammenkædet brugerbouquets
it: Caricare anche i bouquet non inclusi negli elenchi bouquet.tv o bouquet.radio

source: Local network
da: Lokalt netværk
it: Rete locale
uk: Локальна мережа

source: Location
da: Placering
it: Percorso
uk: Розташування

source: Location for instant recordings
da: Placering af umiddelbare optagelser
it: Destinazione delle registrazioni immediate
uk: Розташування моментальних записів

source: Lock ratio
da: Lås ratio
it: Rapporto di lock
uk: Якість захоплення

source: Lock:
da: Lås:
uk: Захоплення:

source: Log results to /tmp
da: Log resultater til /tmp

source: Long filenames
da: Lange filnavne
it: Nomi file lunghi
uk: Довга назва

source: Long key press
da: Langt tastetryk
it: Pressione prolungata tasto
uk: Довге натиснення

source: Longitude
da: Længdegrad
it: Longitudine
uk: Довгота

source: Luxembourgish
da: Luxemborgsk
it: Lussemburghese
uk: Люксембургський

source: MMC card
da: MMC kort
it: Card MMC
uk: MMC карта

source: MORE
da: MERE
it: SUCCESSIVI
uk: ПОТІМ

source: Main menu
da: Hovedmenu
it: Menu principale
uk: Головне меню

source: Maintain old EPG data for
da: Vedligehold EPG data i
it: Conservare i dati EPG scaduti per
uk: Зберігати минулі дані EPG для (хв)

source: Make this mark an 'in' point
da: Lave dette mærke til 'ind' point
it: Marcare questo contrassegno come punto 'in'
uk: Відзначити цю точку як 'початок'

source: Make this mark an 'out' point
da: Lave dette mærke til 'ud' point
it: Marcare questo contrassegno come punto 'out'
uk: Відзначити цю точку як 'кінець'

source: Make this mark just a mark
da: Lave dette mærke til kun et mærke
it: Marcare questo contrassegno come punto normale
uk: Створити просту мітку

source: Manage extensions
da: Håndter udvidelser
it: Gestire le estensioni
uk: Менеджер доповнень

source: Manage your receiver's software
da: Styring af din modtagers software
it: Gestire il software del ricevitore
uk: Менеджер ПО ресивера

source: Manual
da: Manuel
it: Manuale
uk: Вручну

source: Manual Scan
da: Manuel søgning
it: Ricerca manuale
uk: Ручний пошук

source: Manual configuration
da: Manuel konfiguration
it: Configurazione manuale
uk: Ручне Налаштування

source: Manual scan
da: Manuel søgning
it: Ricerca manuale
uk: Ручний пошук

source: Manual transponder
da: Manuel transponder
it: Transponder definito dall'utente
uk: Транспондер в ручну

source: Manufacturer
da: Fabrikant
it: Produttore
uk: Виробник

source: Margin after recording (minutes)
da: Margin efter optagelse (minutter)
it: Margine alla fine della registrazione (minuti)
uk: Об'єднати після запису (у хвилинах)

source: Margin before recording (minutes)
da: Margin før optagelse (minutter)
it: Margine all'inizio della registrazione (minuti)
uk: Об'єднати перед записом (у хвилинах)

source: Mark service as dedicated 3D service
da: Markér service som dedikeret 3D service
it: Impostare il canale come canale 3D dedicato

source: Max memory positions
da: Maks hukommelse positioner
it: Massime posizioni di memoria

source: Max. bitrate:
da: Maks. bitrate:
it: Bitrate massimo:
uk: Макс. бітрейт:

source: Media player
da: Medie afspiller
uk: Медіаплеєр

source: Media scanner
da: Mediescanner
uk: Медіа сканнер

source: Medium is not a writeable DVD!
da: Media er ikke skrivbar DVD!
it: Il supporto non è un DVD masterizzabile!
uk: Носій не записуємий DVD!

source: Medium is not empty!
da: Media er ikke tomt!
it: Il supporto non è vuoto!
uk: Носій не порожній!

source: Memory
da: Hukommelse
it: Memoria
uk: Память

source: Memory Info
da: Hukommelsesinfo
it: Info memoria

source: Memory index
da: Hukommelsesindeks
it: Indice memoria
uk: Номер в пам'яті

source: Menusort (%s)
da: Menusortering (%s)

source: Message
da: Besked
it: Messaggio
uk: Повідомлення

source: Message...
da: Besked...
it: Messaggio...
uk: Повідомлення...

source: Minimum age %d years
da: Minimumsalder %d år
it: Età minima %d anni
uk: Категорія мінімум %d років

source: Minimum send interval
da: Minimum afsendelses interval
it: Intervallo minimo d'invio
uk: Мінімальний інтервал відправки

source: Missing
da: Mangler
it: Mancante
uk: Відсутній

# Satellite configuration mode
source: Mode
da: Modus [ Satellit konfigurations modus]
it: Modalità

# Video output mode
source: Mode
da: Modus [ Video output modus ]
it: Risoluzione dell'uscita video

source: Mon
da: Man
it: Lun
uk: Пн

source: Mon-Fri
da: Man-Fre
it: Lun-Ven
uk: Пн-Пт

source: Monday
da: Mandag
it: Lunedì
uk: Понеділок

source: Mosquito noise reduction
da: Mosquito støjreduktion
it: Riduzione sfarfallio
uk: Придушення москітного шуму

source: Motor command retries
da: Motor kommando forsøg
it: Ritrasmissione dei comandi al motore

source: Mount
da: Monter
it: Montare
uk: Перегляд підключень

source: Move
da: Flyt
it: Spostare
uk: Переміщення

source: Move PIP
da: Flyt PIP
it: Muovere il PIP

source: Move PiP to main picture
da: Flytte billede i billede til hoved billede
it: Portare il PIP allo schermo principale
uk: Перемістити PiP на основний екран

source: Move Picture in Picture
da: Flytte billed i billed
it: Muovere il PIP
uk: Перемістити картинку в картинці

source: Move east
da: Drej mod øst
it: Spostare verso est
uk: Переміщення на схід

source: Move to position X
da: Flyt til position X
it: Spostare alla posizione X
uk: Переміщення до позиції Х

source: Move west
da: Drej mod vest
it: Spostare verso ovest
uk: Переміщення на захід

source: Moved to position 0
da: Flyttet til position 0
it: Spostato alla posizione 0
uk: Переміщення до позиції Х

source: Moved to position at index
da: Flyttet til position indeks
it: Spostato alla posizione all'indice
uk: Переміщення до позиції номера

source: Movement
da: Bevægelse
it: Movimento
uk: Переміщення

source: Movie list configuration
da: Konfigurer filmliste
it: Impostazioni dell'elenco dei video
uk: Конфігурація списку відео

source: Movie location
da: Placering af film
it: Posizione dei video
uk: Розташування відео

source: Movie selection
da: Film valg
it: Selezione del video
uk: Вибір відео

source: Movie/Drama
da: Film/Drama
it: Cinema/Teatro
uk: Фільми / Драма

source: Movielist menu
da: Filmliste menu
it: Menu dell'elenco delle registrazioni
uk: Меню списку відео

source: Moving
da: Flytter
it: In movimento
uk: Переміщуємо

source: Moving east ...
da: Flytter øst ...
it: In movimento verso est...
uk: Переміщаємо на схід ...

source: Moving to position
da: Flytter til position
it: In movimento verso la posizione
uk: Переміщаємо на позицію

source: Moving west ...
da: Flytter vest ...
it: In movimento verso ovest...
uk: Переміщаємо на захід ...

source: Multi-EPG bouquet selection
da: Multi-EPG favoritliste valg
it: Abilitare la selezione bouquet nella Multi EPG
uk: Вибір фаворитів при старті мульти-EPG

source: Multiple service support
da: Multi kanal support
it: Supporto ai canali multipli
uk: Підтримка мультисервісів

source: Multisat all select
da: Multisat vælg alle
it: Selezionare tutti i Multisat

source: Music/Ballet/Dance
da: Musik/Ballet/Dans
it: Musica/Balletto/Danza
uk: Музика/Балет/Танець

source: Mute
da: Lyd fra
it: Muto
uk: без звуку

source: N/A
da: Ikke tilgængelig

source: NEXT
da: NÆSTE
it: PROSSIMI
uk: ДАЛІ

source: NO
da: NEJ

source: NOW
da: NU
it: IN ONDA
uk: ЗАРАЗ

source: Name
da: Navn
it: Nome
uk: Ім'я

source: Nameserver
da: Navneserver
it: Server dei nomi (DNS)
uk: DNS сервер

source: Nameserver %d
da: Navneserver %d
it: Server dei nomi (DNS) %d
uk: DNS сервер %d

source: Nameserver settings
da: Navneserver indstillinger
it: Impostazioni dei server dei nomi (DNS)
uk: Налаштування DNS

source: Nameserver setup
da: Navneserver opsætning
it: Configurazione del server dei nomi (DNS)

source: Netmask
da: Netmaske
it: Maschera di rete
uk: Маска підмережі

source: Network
da: Netværk
it: Rete
uk: Мережа

source: Network ID
da: NetværksID
it: ID di rete
uk: ID мережі

source: Network Info:
da: Netværksinfo:

source: Network configuration
da: Netværkskonfiguration
it: Configurazione della rete

source: Network configuration...
da: Netværks opsætning...
it: Configurazione di rete...
uk: Конфігурація мережі...

source: Network mount
da: Monter netværk
it: Mount di rete
uk: Мережеві підключення

source: Network mount %s
da: Monter %s netværk
it: Mount di rete %s
uk: Мережеві підключення %s

source: Network name (SSID)
da: Netværksnavn (SSID)
it: Nome della rete (SSID)
uk: Мережеве ім'я (SSID)

source: Network scan
da: Netværks søgning
it: Ricerca delle reti
uk: Сканування мережі

source: Network setup
da: Netværks opsætning
it: Configurazione della rete
uk: Налаштування мережі

source: Network test
da: Netværks test
it: Test della rete
uk: Тест мережі

source: Network test...
da: Netværks test...
it: Test della rete in corso...
uk: Тест мережі...

source: Network test:
da: Netværkstes:
it: Test della rete:
uk: Тест мережі:

source: Network wizard
da: Netværks opsætningshjælper
it: Configurazione guidata di rete
uk: Майстер налаштування мережі

source: Network:
da: Netværk:
it: Rete:
uk: Мережа:

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
da: Aldrig dekrypter indholdet under optagelsen. Dette tilsidesætter de individuelle timer indstillinger globalt. Hvis aktiveret, bliver optagelser gemt krypteret og skal dekrypteres bagefter (nogen gange kaldt offline decoding). Standardindstilling: fra.
it: Se questa impostazione è attivata, durante le registrazioni il contenuto non viene mai decodificato e le impostazioni dei singoli timer sono ignorate dappertutto. Le registrazioni vengono salvate in formato criptato e devono essere decodificate a posteriori (operazione talvolta denominata 'decodifica offline'). L'impostazione predefinita è 'no'.

source: Never decrypt while recording
da: Aldrig dekrypter under optagelse
it: Non decodificare mai durante le registrazioni

source: New
da: Ny
it: Nuovo
uk: Новий

source: News Current Affairs
da: Nyheder Igangværende Begivenheder
it: Notizie/Attualità
uk: Новини поточної події

# button label, 'next screen'
source: Next
da: Næste
it: Successivo

# now/next: 'next' event label
source: Next
da: Næste
it: Successivo

source: No
da: Nej
uk: Ні

source: No (supported) DVDROM found!
da: Ingen (understøttet) DVDROM fundet!
it: Nessun DVD-ROM (supportato) disponibile!
uk: Не знайдено (підтримуваний) DVDROM!

source: No Connection
da: Ingen forbindelse
it: Nessuna connessione
uk: Немає з'єднання

source: No HDD found or HDD not initialized!
da: Ingen HDD fundet eller HDD ikke initialiseret!.
it: HDD non trovato o non formattato!
uk: HDD не знайдений або не встановлений!

source: No age block
da: Ingen aldersbegrænsning
it: Nessun blocco per età

source: No backup needed
da: Ingen backup nødvendig
it: Backup non necessario
uk: Резервне копіювання не потрібно

source: No cable tuner found!
da: Ingen kabeltuner fundet
it: Nessun tuner via cavo disponibile.
uk: Не знайдено кабельний тюнер!

source: No data on transponder! (Timeout reading PAT)
da: Ingen data på transponder! (Timeout læsning i PAT)
it: Nessuna dato sul transponder! (Timeout in lettura sulla Tabella dei Canali)
uk: Немає даних на транспондер! (Тайм-аут читання PAT)

source: No delay
da: Ingen forsinkelse
it: Nessun ritardo
uk: без затримки

source: No description available.
da: Ingen tilgængelig beskrivelse.
it: Nessuna descrizione disponibile.
uk: Оновлень поки немає.

source: No displayable files on this medium found!
da: Der findes ingen visbare filer på dette medie!
it: Questo supporto non contiene file riproducibili!
uk: Немає відображуваних файлів на цьому носії!

source: No event info found, recording indefinitely.
da: Ingen program-data fundet, optagelse startet.
it: Nessuna informazione disponibile sull'evento, registrazione illimitata in corso.
uk: Информація про подію не знайдена, запис на невизначений час.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
da: Endnu ingen hurtigspoling.. men du kan benytte tal-knapperne til at springe frem/tilbage!
it: Avanzamento veloce non ancora disponibile... Utilizzare i tasti numerici per saltare avanti o indietro!
uk: Немає швидкого перемотування можливо ще ... але ви можете використовувати цифровікнопки для переходу вперед / назад!

source: No free index available
da: Intet frit index tilgængeligt
it: Nessun indice libero disponibile
uk: Немає вільного номера пам'яті

source: No free tuner!
da: Ingen fri tuner!
it: Nessun tuner disponibile!
uk: Немає вільного тюнера!

source: No network connection available.
da: Ingen tilgængelig netværksforbindelse.
it: Nessuna connessione di rete disponibile.
uk: Немає доступного мережевого підключення.

source: No networks found
da: Ingen fundne netværk
it: Nessuna rete rilevata
uk: Мережі не знайдені

source: No new plugins found
da: Ingen nye plugins fundet
it: Non ci sono nuovi plugin
uk: Не знайдені нові плагіни
