Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Wireless network connection setup
da: Opsæt trådløs netværksforbindelse
it: Configurazione della connessione di rete wireless
uk: Статистика бездротової мережі

source: Wireless network connection setup.
da: Opsæt trådløs netværksforbindelse.
it: Configurazione della connessione di rete wireless.
uk: Статистика бездротової мережі

source: Wireless network state
da: Status trådløs netværksforbindelse
it: Stato della rete wireless
uk: Статистика бездротової мережі

source: With errors:
da: Med fejlene:

source: With popup
da: Med popup
it: Con un popup
uk: З повідомленням

source: Without popup
da: Uden popup
it: Senza un popup
uk: Без повідомлення

source: Wizard to arrange the overscan
da: Guide til at arrangere Overscan
it: Procedura guidata per la regolazione della posizione dell'interfaccia utente sullo schermo (overscan).

source: Would you like to install a softcam?
da: Vil du installere en softcam?
it: Installare una softcam?
uk: Ви хочете встановити Емулятор??

source: Would you save the entered PIN %s persistent?
da: Vil du gemme den indtastede PIN %s vedvarende?
it: Si desidera memorizzare in modo permanente il PIN immesso %s?

source: Write error while recording. Disk full?
da: Skrive fejl under optagelse. Disken fuld?
it: Errore di scrittura in registrazione! Disco pieno?
uk: Помилка під час запису. Диск переповнений?

source: Write failed!
da: Skrivning mislykkedes!
it: Scrittura non riuscita!
uk: Запис невдалий!

source: Write to /tmp/positionersetup.log
da: Gem til /tmp/positionersetup.log

source: YES
da: JA

source: YPbPr
da: Komponent

source: Year
da: År
it: Anno
uk: Рік

source: Yellow
da: Gul
it: Giallo

source: Yellow DVB subtitles
da: Gule DVD undertekster
it: Sottotitoli DVB gialli
uk: Жовті DVB субтитри

source: Yes
da: Ja
it: sì
uk: Так

source: Yes (save index in setup tuner)
da: Ja (gem indeks i tuner setup)

source: Yes and save
da: Ja og gem
it: Sì, e salvare
uk: Так і зберегти

source: Yes and save in movie dir
da: Ja og gem i film mappe
it: Sì, e salvare nella cartella dei video
uk: Так і зберегти в каталог movie

source: Yes to all
da: Ja til alt
it: Sì a tutto
uk: Так - для всіх

source: Yes, always
da: Ja, altid
it: Sì, sempre
uk: Так, завжди

source: Yes, and delete this movie
da: Ja, og slet denne film
it: Sì, ed eliminare questo video
uk: Так, видалити цей запис

source: Yes, backup my settings!
da: Ja, start backup af mine indstillinger!
it: Sì, eseguire il backup delle impostazioni!
uk: Так, зберегти мої установки!

source: Yes, delete this movie and return to movie list
da: Ja, slet denne film og returner til film listen
it: Sì, elimina questo video e ritorna alla lista dei video

source: Yes, do a manual scan now
da: Ja, start en manuel søgning nu
it: Sì, eseguire una ricerca manuale adesso
uk: Так, виконати ручний пошук

source: Yes, do an automatic scan now
da: Ja, start en automatisk søgning nu
it: Sì, eseguire una ricerca automatica adesso
uk: Так, виконати автоматичний пошук

source: Yes, do another manual scan now
da: Ja, start en ny manuel søgning nu
it: Sì, eseguire un'altra ricerca manuale adesso
uk: Так, виконати ще ручний пошук

source: Yes, perform a shutdown now.
da: Ja, start afbrydelse nu.
it: Sì, spegnere adesso.
uk: Так, вимкнути зараз.

source: Yes, restore the settings now
da: Ja, genskab indstillinger nu
it: Sì, ripristinare le impostazioni adesso
uk: Так, відновити установки зараз

source: Yes, returning to movie list
da: Ja, gå til filmliste
it: Sì, tornare all'elenco dei video
uk: Так,повернутися до списку записів

source: Yesterday
da: I går
it: Ieri
uk: Вчора

source: You PIN code is 0000. This is the default PIN code and it disable parental control!
da: Din PIN kode er 0000. Dette er en standard PIN kode og den deaktivere forældrekontrol!

source: You already have a channel list installed, would you like to remove "%s"?
da: Du har allerede en kanalliste installeret, vil du gerne fjerne "%s"?
it: Un elenco canali risulta già installato. Eliminare %s?
uk: Список каналів вже встановлений, Удалить "%s"?

source: You can cancel the installation.
da: Du kan afbryde installationen.
it: E' possibile annullare l'installazione.
uk: Ви можете скасувати установку.

source: You can cancel the removal.
da: Du kan afbryde fjernelsen.
it: E' possibile annullare l'eliminazione.
uk: Ви можете скасувати видалення.

source: You can continue watching TV etc. while this is running.
da: Du kan fortsætte med at se TV mens dette kører.
it: Durante questa operazione sarà possibile continuare la visione.
uk: Ви можете продовжити перегляд ТБ і т.д., поки процес виконується.

source: You can install this plugin.
da: Du kan installere dette plugin
it: E' possibile installare questo plugin.
uk: Ви можете встановити цей плагін.

source: You can only burn receiver recordings!
da: Du kan kun brænde receiver optagelser!
it: E' possibile masterizzare solo le registrazioni del ricevitore!
uk: Ви можете пропалити тільки записи ресивера!

source: You can remove this plugin.
da: Du kan fjerne dette plugin.
it: E' possibile eliminare questo plugin.
uk: Ви можете видалити це плагін.

source: You cannot delete this!
da: Dette kan ikke slettes!
it: Non è possibile effettuare questa eliminazione!
uk: Ви не можете видалити це!

source: You didn't select a channel to record from.
da: Du har ikke valgt en kanal at optage fra
it: Non è stato selezionato alcun canale da cui registrare.
uk: Ви не обрали канал запису.

source: You have chosen to backup your settings. Please press OK to start the backup now.
da: Du hae valgt dine backup indstillinger. Tryk venligst på OK for at starte backuppen nu
it: Si è scelto di effettuare un backup delle impostazioni. Premere OK per avviare il backup adesso.
uk: Ви вибрали резервне копіювання налаштувань. Будь ласка, натисніть кнопку ОК для початку резервного копіювання.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
da: Du har valgt at gendanne dine indstillinger. Enigma2 vil genstarte efter gendannelsen. Tryk venligst på OK for at starte gendannelsen nu.
it: Si è scelto di ripristinare le impostazioni. Enigma2 verrà riavviato dopo il ripristino. Premere OK per avviare il ripristino adesso.
uk: Ви вибрали відновлення налаштувань. Enigma2 буде перезапущено відразу після відновлення. Натисніть ОК для відновлення.

source: You have to wait %s!
da: Du må vente %s!
it: Occorre attendere per %s!
uk: Необходимо подождать %s!

source: You must switch to the service %s (%s - '%s')!
da: Du må skifte til servicen %s (%s - '%s')!
it: E' necessario selezionare il canale %s (%s - '%s')!

source: You need a PC connected to your receiver. If you need further instructions, please visit the website http://www.dm7025.de. Your receiver will now be halted. After you have performed the update instructions from the website, your new firmware will ask you to restore your settings.
da: Du har brug for at en PC er forbundet til din receiver. Hvis du har brug for yderligere instruktioner, besøg venligst http://www.dm7025.de. Din receiver vil nu blive stoppet. Efter du har gennemført opdateringsinstruktionerne på hjemmesiden vil den nye firmware spørge dig om genetableringen af dine indstillinger.
it: È necessario un PC collegato al ricevitore. Se occorrono ulteriori istruzioni visitare il sito web http://www.dm7025.de. Il ricevitore ora sarà arrestato. Al termine delle operazioni di aggiornamento indicate sul sito web il nuovo firmware chiederà di ripristinare le impostazioni.
uk: Вам потрібно комп'ютер приєднаний до вашого ресивера. Якщо вам необхідні додаткові інструкції, будь ласка, відвідайте сайт http://www.dm7025.de. Ваш ресивер повинен бути зупинений. Після виконання Вами інструкцій по оновленню з сайту, нове ПЗ запросить відновлення Ваших установок.

source: You system does not support ext4
da: Dit system understøtter ikke ext4
it: Questo sistema non supporta ext4
uk: Ваша система не підтримує ext4

source: Your backup succeeded. We will now continue to explain the further upgrade process.
da: Din backup er lykkedes. Vi vil nu forsætte forklaringen på opdaterings processen.
it: Backup eseguito correttamente. Adesso verranno fornite ulteriori informazioni sul proseguimento della procedura di aggiornamento.
uk: Резервна копія створена. Тепер ми продовжимо процес оновлення.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
da: Din kollektion overstiger størrelsen af et enkeltlags medium, du har brug for en tom dobbeltlags DVD!
it: La collezione supera la capacità di un disco a singolo strato. Sarà necessario utilizzare un DVD vuoto a doppio strato!
uk: Ваша колекція перевищує розмір одношарового диска. Вам потрібен чистий двошаровий DVD!

source: Your current collection will get lost!
da: Din nuværende samling vil forsvinde!
it: La collezione corrente andrà perduta!
uk: Ваша поточна колекція буде загублена!

source: Your frontprocessor will be upgraded Please wait until your receiver reboots This may take a few minutes
da: din frontprocessor bliver opdateret Vent venligst til din modtager genstarter Dette kan tage nogle minutter
it: Il frontprocessor sarà aggiornato. Attendere il riavvio del ricevitore. Potrebbero essere necessari alcuni minuti
uk: Ваш фронтпроцессор оновлюється Дочекайтеся перезавантаження ресивера Це може зайняти кілька хвилин

source: Your internet connection is not working! Please choose what you want to do next.
da: Din internetforbindelse virker ikke! Vælg hvad du vil gøre herefter.
it: La connessione a Internet non funziona! Selezionare un'opzione per proseguire.
uk: Ваше інтернет з'єднання не працює. Оберіть, що будете робити далі.

source: Your internet connection is working (ip: %s)
da: Din internetforbindelse virker (ip: %s)
it: La connessione a Internet è attiva (IP: %s)
uk: Ваше інтернет з'єднання працює (ip: %s)

source: Your network configuration has been activated.
da: Din netværks opsætning er blevet aktiveret.
it: Configurazione di rete attivata correttamente.
uk: Ваші мережеві настройки активовані.

source: Your receiver does not have an internet connection
da: Din receiver har ikke en internetforbindelse
it: Il ricevitore non dispone di una connessione a Internet
uk: Оновлення не вдалося. У вашому ресивері немає працюючого інтернет-з'єднання.

source: Your receiver is now ready to be used. Your internet connection is working.
da: Din receiver er nu klar til brug. Din internetforbindelse fungerer nu.
it: Il ricevitore è ora pronto per l'uso. La connessione a Internet è attiva.
uk: Ваш ресивер готовий до роботи. Інтернет з'єднання вже працює. Натисніть ОК для продовження.

source: Your receiver is now ready to use. Your internet connection is working now. Please press OK to continue.
da: Din receiver er klar til brug. Din internetforbindelse fungerer nu. Tryk på OK for at fortsætte.
it: Il ricevitore è pronto per l'uso. La connessione a Internet è attiva. Premere OK per continuare.
uk: Ваш ресивер готовий до роботи. Інтернет з'єднання вже працює. Натисніть ОК для продовження.

source: Your receiver is rebooting
da: Din modtager genstarter
it: Il ricevitore è in fase di riavvio
uk: Перезавантаження ресивера

source: Your receiver is shutting down
da: Din modtager lukker ned
it: Il ricevitore è in fase di spegnimento
uk: Ваш ресивер переходить в глибокий режим Очікування

source: Your receiver is shutting down. Please stand by...
da: Din receiver lukker ned. Afvent venligst...
it: Il ricevitore è in fase di spegnimento. Attendere...
uk: Ваш ресивер виключаеться. Будь ласка, почекайте...

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
da: Din receiver er måske ubrugelig nu. Referer venligst til manualen for yderligere assistance før du genstarter receiveren.
it: Il ricevotore ora potrebbe risultare inutilizzabile. Prima di riavviarlo consultare il manuale per ottenete ulteriori istruzioni.
uk: Зараз ваш ресивер може бути непридатним для використання. Зверніться доінструкції для отримання додаткової допомоги до його перезавантаження.

source: Your receiver will got to stand by due to the sleeptimer.
da: Din receiver vil gå i standby på grund af sleeptimeren.
it: Il ricevitore sta per entrare in standby per effetto del timer di spegnimento.
uk: Ваш ресивер буде вимкнений за таймером сну.

source: Your receiver will got to standby due to inactivity.
da: Din receiver vil gå i standby på grund af inaktivitet.
it: Il ricevitore sta per entrare in standby a causa del tempo di inutilizzo trascorso.
uk: Ваш ресивер буде переведений в Режим Очікування через бездіяльність.

source: Your receiver will restart after pressing OK on your remote control.
da: Din receiver vil genstarte efter at du trykke OK på fjernbetjeningen.
it: Il ricevitore si riavvierà dopo aver premuto il tasto OK sul telecomando.
uk: Ваш ресивер буде перезавантажений після натискання кнопки OK на пульті.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
da: Din trådløse LAN internetforbindelse kunne ikke startes! Har du forbundet din USB WLAN Stick? Vælg hvad du herefter vil gøre.
it: La connessione di rete wireless per Internet non può essere stabilita! Controllare che la chiavetta wifi USB sia collegata correttamente. Selezionare un'opzione per proseguire.
uk: Ваше бездротове інтернет з'єднання не може бути активовано. Ви підключили USB WLAN адаптер? Оберіть, що будете робити далі.

source: Zap back to previously tuned service?
da: Zap tilbage til tidligere kanal
it: Ritornare al canale sintonizzato precedentemente?
uk: Переключитися на попередній сервіс?

source: Zap back to service before positioner setup?
da: Skift tilbage til kanal før motoropsætning?
it: Ritornare al canale attivo prima della configurazione del motore?
uk: Повернуться на попередній сервіс ?

source: Zap bouquets blindly on zap buttons
da: Zap bouquets blindt på zap knapper

source: Zap down
da: Zap ned
it: Passare al canale successivo

source: Zap focus to Picture in Picture
da: Skift fokus i Billed i Billed
it: Attivare il cambio canali nel Picture in Picture
uk: Переключитись в екрані PiP

source: Zap focus to main screen
da: Skift fokus til hovedbillede
it: Attivare il cambio canali nello schermo principale
uk: Переключитись в головному екрані

source: Zap mode
da: Zap modus.
it: Modalità di cambio canali
uk: Режими екрана при перемиканні

source: Zap to
da: Zap til
it: Passare al canale

source: Zap to selected channel
da: Skift til valgte kanal
it: Passare al canale selezionato
uk: Переключитись на вибраний канал

source: Zap to selected channel, or show detailed event info (depends on configuration)
da: Zap til den valgte kanal eller vis detaljeret begivenheds information (afhænger af konfigurationen)
it: Passare al canale selezionato, oppure mostrare le informazioni dettagliate sull'evento (in base alla configurazione)
uk: Переключити на обраний канал, або показати докладний ЕПГ (залежить від конфигурації)

source: Zap up
da: Zap op
it: Passare al canale precedente

source: [alternative edit]
da: [Alternativ ændring]
it: [modifica alternativa]
uk: [редагування альтернативи]

source: [bouquet edit]
da: [Favoritliste redigering]
it: [modifica bouquet]
uk: [редагування букетів]

source: [favourite edit]
da: [Favorit redigering]
it: [modifica preferiti]
uk: [редагування фаворитів]

source: [move mode]
da: [Flytte type]
it: [modalità spostamento]
uk: [режим переміщення]

source: a gui to assign services/providers to common interface modules
da: et gui til at tilknytte kanaler/udbydere til common interface moduler
it: Interfaccia per l'assegnazione dei canali/provider ai moduli common interface
uk: Приховати повідомлення про помилки від CI модуля.

source: a gui to assign services/providers/caids to common interface modules
da: et gui til at tilknytte kanaler/udbydere/caids til common interface moduler
it: Interfaccia per l'assegnazione dei canali/provider/CAID ai moduli common interface
uk: Інтерфейс для призначення сервісів/провайдерів/ідентів на CAM-модулі

source: abort alternatives edit
da: afbryd alternativ redigering
it: Annullare modifica alternativa
uk: перервати редагування альтернативи

source: abort bouquet edit
da: afbryd pakke redigering
it: Annullare le modifiche del bouquet
uk: перервати редагування букета

source: abort favourites edit
da: afbryd favorit redigering
it: Annullare modifica preferiti
uk: перервати редагування фаворитів

source: about to start
da: er ved at starte
it: Avvio imminente
uk: починається

source: activate network adapter configuration
da: aktiver opsætning for netværksadapter
it: Attivare la configurazione dell'interfaccia di rete
uk: закрити конфігуратор мережі

source: actual time only
da: Aktuel tid kun
it: solo orario reale

source: add alternatives
da: tilføj alternativer
it: Aggiungere un'alternativa
uk: додати альтернативу

source: add bookmark
da: tilføj bogmærke
it: Aggiungere un percorso preferito
uk: додати закладку

source: add bouquet
da: tilføj pakke...
it: Aggiungere un bouquet
uk: додати фаворит

source: add bouquet to parental protection
da: Tilføj bouquet til forældrekontrol
it: Includere il bouquet nel parental control

source: add marker
da: tilføj markør
it: Aggiungere un contrassegno
uk: додати маркер

source: add service to bouquet
da: tilføj kanal til pakke
it: Aggiungere il canale al bouquet
uk: додати сервіс в фаворит

source: add service to favourites
da: tilføj kanal til favoritter
it: Aggiungere il canale ai preferiti
uk: додати сервіс в фаворити

source: add to parental protection
da: tilføj til forældre beskyttelse
it: Includere nel parental control
uk: Додати в батьківський контроль

source: adult movie/drama
da: voksen film/drama
it: Film/opera per adulti
uk: еротичний фільм/драма

source: advanced
da: avanceret
it: avanzato
uk: Розширений

source: adventure/western/war
da: eventyr/western/krig
it: Avventura/Western/Guerra
uk: пригоди/вестерн/військовий

source: advertisement/shopping
da: reklame/shopping
it: Pubblicità/Shopping
uk: реклама/шопінг

source: after
da: efter
it: dopo
uk: через

source: all
da: alle
it: tutti

source: alphabetic
da: alfabetisk
it: Alfabetico
uk: сортувати за алфавітом

source: alphabetic reverse
da: omvendt alfabet
it: Alfabetico inverso
uk: за зворотнім алфавітом

source: alphabetical
da: Alfabetisk
it: Alfabetico

source: alternative
da: alternativ
it: Alternativo
uk: альтернативний

source: always
da: altid
it: Sempre

source: and never ask again this session again
da: og spørg aldrig denne session igen
it: e non chiederlo più per questa sessione

source: and never ask this again
da: og spørg aldrig om dette igen

source: and never show this message again
da: og vis aldrig denne besked igen
it: e non mostrare più questo messaggio

source: and select next channel
da: og vælg næste kanal
it: e selezionare il canale successivo

source: and select previous channel
da: og vælg forrige kanal
it: e selezionare il canale precedente

source: are you sure to cancel all changes
da: er du sikker på at du vil annullere alle ændringer
it: Si vogliono annullare tutte le modifiche

source: arts/culture (without music, general)
da: kunst/kultur (uden musik)
it: Arte/Cultura (generiche, no musica)
uk: мистецтво/культура (без музики, загальне)

source: arts/culture magazine
da: kunst/kultur magasin
it: Rubriche di Arte/Cultura
uk: мистецтво/культура журнал

source: athletics
da: atletik
it: Atletica
uk: атлетика

source: audio tracks
da: lydspor
it: tracce audio
uk: звукові доріжки

source: automatic
da: automatisk
it: automatico
uk: автоматично

source: back
da: tilbage
it: Indietro
uk: назад

source: background image
da: baggrunds billede
it: immagine di sfondo
uk: фонове зображення

source: better
da: bedre
it: migliore
uk: краще

source: black
da: sort
it: nero
uk: чорний

source: black & white
da: sort & hvid
it: bianco e nero
uk: чорне & біле

source: blacklist
da: sortlist
it: lista vietati
uk: чорний список

source: blue
da: blå
it: Blu
uk: синій

source: bottom
da: bund
it: basso

source: broadcasting/press
da: udsendelse/presse
it: Diffusione radio TV/Stampa
uk: мовлення/преса

source: by date
da: efter dato
it: Per data crescente
uk: сортувати по даті

source: cartoon/puppets
da: tegnefilm/dukker
it: Cartoni/Pupazzi
uk: мультфільм/кукли

source: center
da: centrer
it: Centro
uk: центр

source: centered
da: centreret
it: centrato
uk: центр

source: centered, wrapped
da: centreret, pakket
it: centrato, con ritorno a capo
uk: центр, загорнутий

source: chapters
da: kapitler
it: capitoli
uk: розділи

source: childrens's/youth program (general)
da: børne/ungdoms program
it: Programmi per bambini/ragazzi (generale)
uk: дитячі/молодіжні(загальне)

source: circular left
da: venstre-cirkulær
it: circolare a sinistra
uk: кругова ліва

source: circular right
da: højre-cirkulær
it: circolare a destra
uk: кругова права

source: clip overscan / letterbox borders
da: Klip overscan / letterbox grænser

source: comedy
da: komedie
it: Commedia
uk: комедія

source: config menu
da: konfigurationsmenu
it: Menu configurazione
uk: меню конфігурації

source: configure in which resolution pictures are displayed with the picture viewer and movieplayer
da: konfigurer i hvilken opløsning billeder bliver vist med picture viewer og movieplayer
it: Scegliere a quale risoluzione mostrare le immagini tramite il visualizzatore immagini ed il visualizzatore video.

source: confirmed
da: bekræftet
it: confermato
uk: присвоєно

source: connected
da: tilsluttet
it: Connesso
uk: підключено

source: cooking
da: madlavning
it: Cucina
uk: риготування

source: copy to bouquets
da: kopier til favoritlister
it: Copiare nei bouquet
uk: копіювати в пакет

source: create directory
da: opret mappe
it: Creare una nuova cartella
uk: створити каталог

source: daily
da: daglig
it: Giornaliero
uk: щодня

source: day
da: dag
it: giorno
uk: день

source: default
da: standard
it: Predefinito
uk: за замовчуванням

source: delete cut
da: slet klip
it: Eliminare il taglio
uk: видалити вирізане

source: descramble and record ecm
da: afkod og gem ecm
it: Decodificare e registrare gli ECM
uk: декодування і запис ECM (відкл. декодування)

source: detective/thriller
da: detektiv/thriller
it: Polizieschi/Thriller
uk: детектив/трилер

source: disable
da: afbryd
it: Disabilitare
uk: вимкнути

source: disable intro screen
da: deaktiver introskærm

source: disable move mode
da: slå flytte type fra
it: Disabilitare la modalità spostamento
uk: вимкнути режим переміщення

source: disabled
da: slukket
it: disabilitato
uk: вимкнено

source: disconnected
da: afbrudt
it: disconnesso
uk: вимкнено

source: discussion/interview/debate
da: diskussion/interview/debat
it: Conferenze/Interviste/Dibattiti
uk: обговорення/інтерв'ю/дискусії

source: do nothing
da: gør intet
it: Non fare nulla
uk: не робити нічого

source: documentary
da: dokumentar
it: Documentari
uk: документальний фільм

source: don't descramble, record ecm
da: afkod ikke, gem ecm
it: Non decodificare, registrare gli ECM
uk: НЕ декодувати, тільки запис ECM (відкл. декодування)

source: done!
da: færdig!
it: Fatto!
uk: виконано!

source: east
da: øst
it: est
uk: Переміщення на схід

source: economics/social advisory
da: økonomi/social debat
it: Informazioni economiche/sociali
uk: економіка/соціальна консультація

source: edit alternatives
da: redigere alternativer
it: Modifica alternative
uk: змінити альтернативу

source: education/science/factual topics (general)
da: uddannelse/videnskab/faktuelle emner
it: Istruzione/Scienza/Attualità (generale)
uk: освіта/наука/факти(загальне)

source: embedded
da: indlejret

source: empty
da: tom
it: vuoto
uk: порожній

source: enable
da: tilslut
it: Abilitare
uk: увімкнути
