Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: When enabled you can zap channels with the CH+/-, B+/-, P+/- buttons instead of opening the channel selection list.
da: Ved aktivering kan du zappe kanaler med CH+/-, B+/-, P+/- knapperne i stedet for at åbne kanal valgs listen.
it: Se questa impostazione è attivata, è possibile cambiare canale con i tasti CH+/-, B+/-, P+/- invece di richiamare la lista di selezione dei canali.

source: When enabled you get the channel selection list via the OK button, the infobar toggle is then transfered to exit button
da: Ved aktivering kan du se kanal valgs listen ved hjælp af OK knappen, infobar knappen er overført til exit knappen.
it: Se questa impostazione è attivata, la lista di selezione dei canali viene richiamata tramite il tasto OK, l'attivazione/disattivazione della infobar viene effettuata con il tasto Exit.

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
da: Ved aktivering vil AIT data blive inkluderet i http streams. Dette giver klient receiveren mulighed for at bruge HbbTV.
it: Se questa impostazione è attivata, i dati AIT saranno inclusi negli stream http. Ciò consente ad un ricevitore client di utilizzare HbbTV.
uk: Коли ця функція включена, AIT дані будуть включені в в http стрім. це дозволить обладнанню клієнта використовувати HbbTV.

source: When enabled, ECM data will be included in http streams. This allows a client receiver to do the descrambling.
da: Ved aktivering vil ECM data blive inkluderet i http streams. Dette giver klienten mulighed for at dekode.
it: Se questa impostazione è attivata, i dati ECM saranno inclusi negli stream http. Ciò consente ad un ricevitore client di effettuare la decodifica.
uk: Коли ця функція включена, ECM дані будуть включені в http стрім. це дозволить обладнанню клієнта виконувати декодування.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
da: Ved aktivering vil EIT data blive inkluderet i http streams. Dette giver klienten mulighed for at vise EPG.
it: Se questa impostazione è attivata, i dati EIT (Event Information Table) saranno inclusi negli stream http. Ciò consente ad un ricevitore client di visualizzare l'EPG.
uk: Коли ця функція увімкнена, EIT дані будуть включені в http стрім. це дозволить обладнанню клієнта побачити дані EPG.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
da: Ved aktivering vil der dukke en besked op når en film afsluttes og den næste starter.
it: Se questa impostazione è attivata, viene visualizzato un messaggio di popup quando termina la riproduzione di un video e quella successiva sta per iniziare.
uk: Показати спливаюче вікно, коли відео закінчилося, а наступне починається.

source: When enabled, a popup message will be shown when a recording starts.
da: Ved aktivering vil der dukke en besked op når en optagelse starter.
it: Se questa impostazione è attivata, viene visualizzato un messaggio di popup quando inizia una registrazione.
uk: Якщо увімкнено, то з'явиться повідомлення при початку запису.

source: When enabled, a radio background image will be visible while listening to a radio channel.
da: Ved aktivering vil der være et radio baggrundsbillede når der lyttes til en radio kanal.
it: Se questa impostazione è attivata, viene visualizzata un'immagine di sfondo durante l'ascolto di un canale radio.
uk: Показати фонове зображення і список каналів, під час прослуховування радіо каналів.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
da: Ved aktivering vil en optagelse have lov til at afbryde live tv, hvis der ikke er en fri tuner.
it: Se questa impostazione è attivata, una registrazione può interrompere la visione in corso di un canale TV qualora non ci fossero tuner disponibili.
uk: Якщо увімкнено, то при старті таймера запису, передача в прямому ефірі буде перервана, якщо немає вільних тюнерів.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
da: Ved aktivering vil en advarsel blive vist og brugeren vil have mulighed for afbryde eller fortsætte tidsforskydning.
it: Se questa impostazione è attivata, verrà visualizzato un messaggio di avviso e l'utente avrà la possibilità di interrompere o di continuare il timeshift.
uk: Якщо увімкнено, буде показано попередження і користувач отримає можливість зупинити або продовжити таймшифт.

source: When enabled, authentication is required to watch http streams.
da: Ved aktivering vil autorisation være krævet for at se http streams.
it: Se questa impostazione è attivata, è necessaria l'autenticazione per guardare gli stream http.

source: When enabled, channel numbering will start at '1' for each bouquet.
da: Ved aktivering vil kanal nummereringen starte med '1' i hver favoritliste.
it: Se questa impostazione è attivata, la numerazione dei canali inizierà sempre da '1' in ogni bouquet.
uk: Якщо увімкнено, нумерація каналів в кожному Фаворитному списку буде починатися з '1' номера

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
da: Ved aktivering vil indhold med et videoformat på 4:3 blive strækket for at kunne udfylde skærmbilledet.
it: Se questa impostazione è attivata, un video in formato 4:3 verrà allargato per riempire lo schermo.
uk: Коли зображення на каналі має співвідношення сторін 4:3, виберіть, чи буде розтягнута картинка на весь екран.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
da: Ved aktivering vil der ved kanalskift fortsættes til næste favoritliste når den nuværende favoritliste er nået slutningen.
it: Se questa impostazione è attivata, quando si è raggiunto l'ultimo canale del bouquet corrente, cambiando ancora canale si passa automaticamente al bouquet successivo.
uk: Якщо увімкнено, при перемиканні каналів буде перехід до наступного фавориту, коли останній канал поточного фаворита буде досягнутий.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
da: Ved aktivering vil slettede optagelser blive flyttet til papirkurven i stedet for at blive slettet straks.
it: Se questa impostazione è attivata, le registrazioni eliminate vengono spostate nel cestino anzichè essere eliminate immediatamente.
uk: Колі ця функція включена, відалені записи будуть переміщені в кошик, замість безповоротного видалення.

source: When enabled, display the EIT now/next eventdata in infobar. When disabled, display now/next eventdata from the EPG cache instead.
da: Ved aktivering skal EIT nu/næste begivenhedsdate vises i infobaren. Når afbrudt vis nu/næste begivenhedsdata fra EPG bufferen i stedet.
it: Se questa impostazione è attivata, nella infobar vengono visualizzate le informazioni EIT (Event Information Table) per l'evento in corso e il successivo. Quando non è attivata vengono invece visualizzate le informazioni prese della cache EPG per l'evento in corso e il successivo.
uk: Якщо увімкнено, події зараз/далі з DVB EPG будуть показані в інфобарі. При відключенні, дані події будуть показуватися з файлу кеша EPG.

source: When enabled, encryption info will be shown in the infobar (when supported by the skin).
da: Ved aktivering vil krypterings info blive vist i infobaren (vis det er understøttet af temaet)
it: Se questa impostazione è attivata, le informazioni sulla codifica vengono visualizzate nella infobar (se previste dalla skin).
uk: Показати інформацію про декодуванні в інфобарі (якщо це підтримується скіном).

source: When enabled, error messages related to zapping will not be shown.
da: Ved aktivering vil fejl beskeder relateret til zapping ikke bliver vist.
it: Se questa impostazione è attivata, i messaggi di errore relativi al cambio canale non vengono visualizzati.
uk: Не показувати будь-які повідомлення про помилки при перемиканні каналів.

source: When enabled, external subtitles will be always turned on for playback movie.
da: Ved aktivering vil eksterne undertekster altid blive vist ved afspilning af film.
it: Se questa impostazione è attivata, i sottotitoli esterni saranno sempre visualizzati durante la riproduzione di un video.
uk: Якщо це активовано, то зовнішні субтитри будуть завжди включені для Відтворення відео.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
da: Ved aktivering vil grafiske DVB undertekster være foretrukket over TekstTV undertekster når begge typer er tilgængelige.
it: Se questa impostazione è attivata, i sottotitoli DVB grafici verranno preferiti rispetto a quelli del televideo, qualora fossero entrambi disponibili.
uk: Перевагу графічним субтитрам DVB, ніж телетекст-субтитрам, коли обидва типи наявні.

source: When enabled, graphical DVB subtitles will be centered horizontally.
da: Ved aktivering vil grafiske DVB undertekster være centreret horisontalt.
it: Se questa impostazione è attivata, i sottotitoli DVB grafici verranno centrati orizzontalmente.
uk: Якщо увімкнено, графічні DVB субтитри будуть зосереджені горизонтально.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
da: Ved aktivering vil grafiske DVB undertekster blive vist i deres originale position.
it: Se questa impostazione è attivata, i sottotitoli DVB grafici verranno visualizzati nella loro posizione originale.
uk: Якщо увімкнено, графічні DVB субтитри будуть показані в їх попередньому положенні.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
da: Ved aktivering vil grafiske DVB undertekster blive vist i gul i stedet for deres original farve.
it: Se questa impostazione è attivata, i sottotitoli DVB grafici saranno sempre visualizzati in colore giallo, anziché nel loro colore originale.
uk: Якщо увімкнено, графічні DVB субтитри будуть відображатися жовтим, а не початковим кольором.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling. Default on.
da: Når aktiveret, http streams er afkodet på serversiden. Den (remote) klients receiver har intet med afkodning at gøre. Standardindstilling: til.
it: Se questa impostazione è attivata, gli stream http sono decodificati sul lato server. Il ricevitore client (remoto) non dovrà effettuare la decodifica. L'impostazione predefinita è 'si'.

source: When enabled, it is possible to leave the movieplayer with exit.
da: Ved aktivering er det muligt at forlade filmafspilleren ved hjælp af exit.
it: Se questa impostazione è attivata, è possibile uscire dal player video con il tasto Exit.
uk: Якщо увімкнено, то можна закрити відеоплеєр з допомогою кнопки вихід.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
da: Ved aktivering skal strømforbruget måles for tjekke hvornår motoren stopper med at dreje (kun ved tuner der understøtter funktionen).
it: Se questa impostazione è attivata, viene misurato l'assorbimento di corrente per determinare quando il motore si è fermato (se supportato dal tuner).
uk: Якщо увімкнено, використовується вимірювання потужності для виявлення, коли ротор перестав повертатися (якщо є підтримка в ресівері).

source: When enabled, number markers will be hiden.
da: Ved aktivering vil nummer markører være skjult.
it: Se questa impostazione è attivata, i marcatori numerici non vengono visualizzati.
uk: Якщо увімкнено, то номери маркерів не відображатимуться в списку каналів.

source: When enabled, reformat subtitles to match the width of the screen.
da: Når aktiveret. reformater undertekster for at matche bredden af skærmen
it: Se questa impostazione è attivata, i sottotitoli vengono adattati alla larghezza dello schermo.

source: When enabled, services may be grouped in multiple bouquets.
da: Ved aktivering kan kanaler være grupperet i flere favoritlister.
it: Se questa impostazione è attivata, si potranno creare ed utilizzare altri bouquet di canali oltre a quello predefinito dei Preferiti.
uk: Якщо увімкнено, сервіси можуть бути згруповані в кілька букетів.

source: When enabled, show channel numbers in the channel selection screen.
da: Ved aktivering vis kanalnumre i kanalvælger
it: Se questa impostazione è attivata, i numeri dei canali vengono visalizzati nella schermata di selezione dei canali.
uk: Якщо увімкнено, показується номер каналу у вікні вибору каналів.

source: When enabled, subtitles for the hearing impaired can be used.
da: Ved aktivering kan undertekster for hørehæmmede bruges.
it: Se questa impostazione è attivata, possono essere utilizzati i sottotitoli per non udenti.
uk: Включення субтитрів для людей з порушеннями слуху

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
da: Ved aktivering kan undertekster for hørehæmmede foretrækkes over normale undertekster når begge typer er tilgængelige.
it: Se questa impostazione è attivata, i sottotitoli per non udenti saranno preferiti ai normali sottotitoli, qualora fossero entrambi disponibili.
uk: Перевагу субтитрам для людей з порушеннями слуху, ніж звичайним субтитрам, коли обидва типи наявні.

source: When enabled, teletext pages will be cached, allowing faster access.
da: Ved aktivering vil TekstTV sider blive lagt i bufferen så de kan tilgås hurtigere.
it: Se questa impostazione è attivata, le pagine del televideo saranno mantenute in memoria, consentendone un accesso più veloce.
uk: Коли ця функція включена, сторінки телетексту будуть зберігатися в кеші, що дозволяє прискорити доступ.

source: When enabled, teletext subtitles will be displayed at their original position.
da: Ved aktivering vil TekstTV undertekster blive vist på deres originale position.
it: Se questa impostazione è attivata, i sottotitoli del televideo saranno visualizzati nella loro posizione originale.
uk: Якщо увімкнено, телетекст субтитрів буде відображатися в початковому положенні.

source: When enabled, the VCR scart option will be shown on the main menu
da: Ved aktivering vil VCR scart funktionen bliver vist på hovedmenuen.
it: Se questa impostazione è attivata, l'opzione scart VCR verrà visualizzata nel menu principale.
uk: При включенні цієї опції 'Відеомагнітофон' буде показаний в головному меню.

source: When enabled, the channel selection list will be hidden while listening to a radio channel
da: Ved aktivering vil kanal valgs listen blive skjult når der lyttes til en radio kanal.
it: Se questa impostazione è attivata, l'elenco dei canali verrà nascosto durante l'ascolto di un canale radio.
uk: Якщо встановлено значення 'так', то список вибору каналів буде приховано під час прослуховування радіо каналів

source: When enabled, the infobar will be displayed when a new event starts.
da: Ved aktivering vil infobaren blive vist når en ny begivenhed starter.
it: Se questa impostazione è attivata, l'infobar verrà visualizzata all'inizio di un nuovo evento.
uk: Якщо увімкнено, при початку нової події EPG на поточному каналі, з'явиться інфобар.

source: When enabled, the infobar will be displayed when changing channels.
da: Ved aktivering vil infobaren blive vist når der skiftes kanal.
it: Se questa impostazione è attivata, l'infobar verrà visualizzata ad ogni cambio di canale.
uk: Якщо увімкнено, інфобар буде з'являтися при перемиканні каналів.

source: When enabled, the infobar will be displayed when skipping forwards/backwards during media playback.
da: Ved aktivering vil infobaren blive vist når der springes frem/tilbage under medie afspilning.
it: Se questa impostazione è attivata, l'infobar verrà visualizzata durante la riproduzione di una file multimediale in caso di avanzamento/riavvolgimento veloce.
uk: Якщо увімкнено, інфобар буде з'являтися під час перемотування медіафайлів вперед/назад.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
da: Ved aktivering vil længden af hver optagelse blive vist i filmlisten (dette kan forårsage ekstra indlæsningstid).
it: Se questa impostazione è attivata, la durata di ogni registrazione verrà visualizzata nell'elenco (questo potrebbe rallentare l'operazione di caricamento).
uk: Показати довжину записів в списку фільмів (може знадобитися додатковий час для завантаження списку)

source: When enabled, the receiver will automatically use the audio track which you selected before.
da: Ved aktivering vil receiveren automatisk bruge det lydspor som du har valgt før.
it: Se questa impostazione è attivata, il ricevitore utilizzerà automaticamente l'ultima traccia audio precedentemente selezionata per quel determinato canale.
uk: Якщо увімкнено, ресивер буде використовувати субтитри, які були обрані раніше

source: When enabled, the receiver will automatically use the subtitles which you selected before.
da: Ved aktivering vil receiveren automatisk bruge den undertekst som du har valgt før.
it: Se questa impostazione è attivata, il ricevitore utilizzerà automaticamente gli ultimi sottotitoli precedentemente selezionati.
uk: Якщо увімкнено, ресивер буде використовувати субтитри, які були обрані раніше

source: When enabled, the receiver will no longer monitor the tuned transponder for possible changes. Do not use this option unless you know what you are doing.
da: Ved aktivering vil receiveren ikke længere monitorere den nuværende transponder for mulige ændringer. Brug ikke denne funktion medmindre du ved hvad du gør.
it: Se questa impostazione è attivata, il ricevitore non effettuerà il monitoraggio continuo del transponder sintonizzato per individuarne i possibili cambiamenti. Non utilizzare questa opzione se non si è a conoscenza dei suoi effetti.
uk: При включенні, ресивер більше не буде стежити за можливими змінами на транспондері. Не змінюйте цю опцію, якщо не знаєте, що робите.

source: When enabled, the receiver will select an AC3 track (when available).
da: Ved aktivering vil receiveren væge et AC3 lydspor (hvis det er tilgængeligt)
it: Se questa impostazione è attivata, il ricevitore selezionerà la traccia audio AC3 (se disponibile).
uk: Якщо встановлено значення 'так', то ресивер буде використовувати AC3 звук (якщодоступно).

source: When enabled, the receiver will select an AC3+ track (when available).
da: Ved aktivering vil receiveren væge et AC3+ lydspor (hvis det er tilgængeligt)
it: Se questa impostazione è attivata, il ricevitore selezionerà la traccia audio AC3+ (se disponibile).

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
da: Når aktiveret, vil denne indstilling have mere vægt end 'Foretrukken tuner for optagelser'.
it: Impostare il tuner preferenziale per le registrazioni da usare tra quelli dello stesso tipo. Questa impostazione è prevalente rispetto all'impostazione 'Tuner preferenziale per le registrazioni'.

source: When enabled, this setting has more weight than 'Preferred tuner'.
da: Når aktiveret, vil denne indstilling have mere vægt end 'Foretrukken tuner'.
it: Impostare il tuner preferenziale da usare tra quelli dello stesso tipo. Questa impostazione è prevalente rispetto all'impostazione 'Tuner preferenziale'.

source: When enabled, timeshift starts automatically in background after specified time.
da: Ved aktivering vil tidsforskydning starte automatisk i baggrunden bestemt af en specificeret tid.
it: Se questa impostazione è attivata, il timeshift si avvia automaticamente in background dopo il periodo di tempo specificato.
uk: Якщо ця функція увімкнена, таймшифт запускається автоматично у фоновомурежимі після зазначеного часу.

source: When enabled, use DHCP for the IP configuration.
da: Ved aktivering bruges DHCP ved IP konfigurationen.
it: Se questa impostazione è attivata, utilizzare il DHCP per le impostazioni dell'IP.
uk: Оберіть, щоб включити або відключити DHCP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
da: Ved aktivering vil din receiver automatisk opdage aktivitet på VCR SCART indgangen.
it: Se questa impostazione è attivata, il ricevitore potrà rilevare un segnale di attività sull'ingresso SCART VCR.
uk: Якщо це включено, Ваш ресивер визначатиме активність на вході VCR SCART.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
da: Ved andre værdier end nul vil optagelsen starte tidligere end den start tid der er angivet af EPG.
it: Un valore diverso da zero (in minuti) farà avviare una registrazione anticipandola rispetto all'orario di inizio previsto dall'EPG.
uk: Вкажіть на скільки хвилин раніше починати запис, ніж час початку запису по EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
da: Ved andre værdier end nul vil optagelsen starte senere end den slut tid der er angivet af EPG.
it: Un valore diverso da zero (in minuti) farà concludere una registrazione posticipandola rispetto all'orario di fine previsto dall'EPG.
uk: Вкажіть на скільки хвилин пізніше закінчити запис, ніж час закінчення запису по EPG.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
da: Når indholdet har et billedformat på 16:9 vælg om billedet skal skaleres eller strækkes.
it: Quando il video ha un formato 16:9 selezionare se scalare o allargare l'immagine.
uk: Коли зображення на каналі має співвідношення сторін 16:9, виберіть, числід масштабувати / розтягнути картинку.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
da: Når indholdet har et billedformat på 4:3 vælg om billedet skal skaleres eller strækkes.
it: Quando il video ha un formato 4:3 selezionare se scalare o allargare l'immagine.
uk: Коли зображення на каналі має співвідношення сторін 4:3, виберіть, чи слід масштабувати / розтягнути картинку.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your receiver will restart automatically! Really do a factory reset?
da: Når du anvender fabrik gendannelse mister du ALLE dine indstillingsdata (inklusiv favoritlister, kanallister, satellit data ...) Efter afsluttet fabriksgendannelse genstartes recieveren automatisk! Udfør fabriks gendannelse?
it: Con il ripristino alla configurazione di fabbrica, tutte le configurazioni personalizzate (compresi bouquet, canali, dati satelliti...) saranno perdute. Dopo il ripristino il ricevitore sarà automaticamente riavviato! Procedere comunque con il ripristino?
uk: При скиданні на заводські установки будуть видалені всі конфігураційні дані (включаючи пакети, канали, дані супутників...) Після завершення скидання, ваш ресивер буде автоматично перезавантажений! Дійсно виконати скидання на заводські установки?

source: Where do you want to backup your settings?
da: Hvor vil du lave en kopi af dine indstillinger?
it: Scegliere una destinazione per il backup delle impostazioni.
uk: Де ви хочете зберегти установки?

source: Where to save temporary timeshift recordings?
da: Hvor skal midlertidige tidsforskydningsoptagelser gemmes?
it: Scegliere una destinazione per il salvataggio delle registrazioni temporanee del timeshift.
uk: Куди зберегти тимчасові файли відкладеного перегляду?

source: Wireless LAN
da: Trådløs LAN
it: Rete wireless
uk: Бездротова мережа

source: Wireless network
da: Trådløst netværk
it: Rete wireless
uk: Бездротова мережа

source: Wireless network configuration...
da: Konfiguration af trådløst netværk...
it: Configurazione della rete wireless...
uk: Конфігурація мережі...
