Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Could not record due to conflicting timer %s
da: Kunne ikke optage på grund af konfliktende timere %s
it: Impossibile registrare a causa del timer %s in conflitto.
uk: Ззапис неможливий - конфлікт таймерів %s

source: Could not record due to invalid service %s
da: Kunne ikke optage pga. fejlende kanal %s
it: Impossibile registrare a causa del canale %s non valido
uk: Запис неможливий - недійсний сервіс %s

source: Cover dashed flickering line for this service
da: Skjul stiplet flimrende linje for denne service
it: Far sparire le linee tratteggiate tremolanti ai bordi del canale

source: Create DVD-ISO
da: Opret DVD-ISO
it: Creare DVD-ISO
uk: Створити DVD-ISO

source: Create new folder and exit
da: Opret ny folder og afslut
it: Creare una nuova cartella ed uscire

source: Creating directory %s failed.
da: Oprettelse af mappen %s mislykkedes.
it: Creazione della cartella %s non riuscita.
uk: Не вдалося створити каталог %s

source: Creating filesystem
da: Opretter filsystem
it: Creazione del filesystem in corso...
uk: Створення файлової системи

source: Creating partition
da: Opretter partition
it: Creazione della partizione in corso...
uk: Створення розділів

source: Croatian
da: Kroatisk
it: Croato
uk: Хорватський

source: Current CEC address
da: Nuværende CEC Adresse
it: Indirizzo CEC corrente

source: Current device:
da: Nuværende enhed
it: Dispositivo corrente:
uk: Поточний пристрій:

source: Current event EPG
da: Nuværende EPG begivenhed
it: Evento EPG corrente
uk: Поточна подія EPG

source: Current event is over. Select an option to save the timeshift file.
da: Nuværende begivenhed er slut. Vælg en mulighed for at gemme timeshift filen.
it: L'evento corrente è terminato. Selezionare un'opzione per salvare il file del timeshift.

source: Current mode: %s
da: Nuværende modus: %s
it: Modo corrente: %s

source: Current rotor position:
da: Nuværende rotor position:

source: Current settings:
da: Nuværende indstillinger:
it: Impostazioni attuali:
uk: Поточні налаштування:

source: Current transponder
da: Nuværende transponder
it: Transponder attuale
uk: Поточний транспондер

source: Current value:
da: Nuværende værdi:
it: Valore attuale:
uk: Поточне значення:

source: Currently the commit log cannot be retrieved - please try later again
da: Commit logbogen kunne ikke hentes - prøv venligst senere
it: Attualmente il log non può essere recuperato - riprovare di nuovo più tardi

source: Custom skip time for '1'/'3' buttons
da: Brugerdefineret spring tid for '1'/'3'-taster
it: Salto di tempo per i tasti 1-3
uk: Час пропуску для кнопок '1'/'3'

source: Custom skip time for '4'/'6' buttons
da: Brugerdefineret spring tid for '4'/'6'-taster
it: Salto di tempo per i tasti 4-6
uk: Час пропуску для кнопок '4'/'6'

source: Custom skip time for '7'/'9' buttons
da: Brugerdefineret spring tid for '7'/'9'-taster
it: Salto di tempo per i tasti 7-9
uk: Час пропуску для кнопок '7'/'9'

source: Customize
da: Tilpas
it: Personalizzazioni
uk: Індивідуальні налаштування

source: Customize channel list cursor behavior
da: Tilpas markør opførslen i kanallisten
it: Personalizzare la funzione del cursore nella lista dei canali
uk: Поведінк курсора списку каналів

source: Cut
da: Klip
it: Tagliare
uk: Урізати

source: Cutlist editor
da: Klipliste editor

source: Cutlist editor...
da: Klipliste editor...
it: Editor registrazioni...
uk: Відео редактор...

source: Czech
da: Tjekkisk
it: Ceco
uk: Чешський

source: DMM advanced
da: DMM avanceret
it: DMM avanzato
uk: DMM розширений

source: DUAL LAYER DVD
da: DL DVD
it: DVD doppio strato
uk: Двошаровий DVD

source: DVB CI Delay
da: DVB CI Forsinkelse

source: DVB subtitle black transparency
da: DVB teksters sorte gennemsigtighed
it: Trasparenza dello sfondo nero dei sottotitoli DVB
uk: Чорна прозорість DVB субтитрів

source: DVD Burn
da: DVD Brænding

source: DVD file browser
da: DVD fil browser
it: File browser DVD
uk: Повернутися в провідник

source: DVD media toolbox
da: DVD media værktøjskasse
it: Strumenti DVD
uk: DVD медіа-інструменти

source: DVD player
da: DVD afspiller
it: Player DVD
uk: DVD плеєр

source: DVD titlelist
da: DVD titelliste
it: Elenco titoli DVD
uk: білий список

source: Danish
da: Dansk
it: Danese
uk: Датський

source: Date
da: Dato
it: Data
uk: Дата

source: Date/time input
da: Dato/tid input
it: Inserimento data/ora
uk: Введення Час/Дата

source: Default
da: Standard
it: Predefinito
uk: За замовчуванням

source: Default Services Scanner
da: Standard Services Skanner

source: Default movie location
da: Standardplacering af film
it: Percorso predefinito delle registrazioni
uk: Місце записів за замовчуванням

source: Default settings
da: Standard indstillinger
it: Impostazioni predefinite
uk: Налаштування за замовчуванням

source: Delay after change voltage before switch command
da: Forsinkelse efter skift af spænding før switch kommando
it: Ritardo dopo una variazione di tensione prima di dare un comando di switch

source: Delay after continuous tone disable before diseqc
da: Forsinkelse efter deaktivering af tone før DiSEqC
it: Ritardo dopo una disattivazione del tono continuo prima di dare un comando DiSEqC

source: Delay after diseqc peripherial poweron command
da: Forsinkelse efter DiSEqC udstyr opstart kommando
it: Ritardo dopo un comando DiSEqC di accensione periferica

source: Delay after diseqc reset command
da: Forsinkelse efter DiSEqC reset kommando
it: Ritardo dopo un comando DiSEqC di reset

source: Delay after enable voltage before motor command
da: Forsinkelse efter aktivering af spænding før motor kommando
it: Ritardo dopo l'attivazione della tensione prima di dare un comando al motore

source: Delay after enable voltage before switch command
da: Forsinkelse efter aktivering af spænding før switch kommando
it: Ritardo dopo l'attivazione della tensione prima di dare un comando di switch

source: Delay after final continuous tone change
da: Forsinkelse efter endelig vedvarende tone ændring
it: Ritardo dopo l'ultima variazione del tono continuo

source: Delay after last diseqc command
da: Forsinkelse efter sidste DiSEqC kommando
it: Ritardo dopo l'ultimo comando DiSEqC

source: Delay after last voltage change
da: Forsinkelse efter seneste spændings skift
it: Ritardo dopo l'ultima variazione di tensione

source: Delay after motor stop command
da: Forsinkelse efter motor stop kommando
it: Ritardo dopo un comando di arresto motore

source: Delay after set voltage before measure motor power
da: Forsinkelse efter angivelse af spænding før måling af motor strøm
it: Ritardo dopo l'attivazione della tensione prima di misurare l'assorbimento del motore

source: Delay after toneburst
da: Forsinkelse efter toneburst
it: Ritardo dopo un toneburst

source: Delay after voltage change before motor command
da: Forsinkelse efter skift af spænding før motor kommando
it: Ritardo dopo una variazione di tensione prima di dare un comando al motore

source: Delay before key repeat starts:
da: Forsinkelse før gentagelse af tastetryk
it: Ritardo inizio ripetizione tasto:
uk: Затримка між стартом повтору:

source: Delay before sequence repeat
da: Forsinkelse før sekvens gentagelse
it: Ritardo inizio ripetizione sequenza

source: Delay between diseqc commands
da: Forsinkelse mellem DiSEqC kommandoer
it: Ritardo tra comandi DiSEqC

source: Delay between switch and motor command
da: Forsinkelse mellem switch og motor kommando
it: Ritardo tra un comando di switch e un comando al motore

source: Delay for external subtitles
da: Forsinkelse af eksterne undertekster
it: Ritardo per i sottotitoli esterni
uk: Затримка для зовнішніх субтитрів

source: Delay in miliseconds after finish scrolling text on display.
da: Forsinkelse i millisekunder efter rulning af tekst på display er færdig.
it: Ritardo in millisecondi dopo la fine dello scorrimento del testo sullo schermo.

source: Delay in miliseconds before start of scrolling text on display.
da: Forsinkelse i millisekunder før rulning af tekst på display starter.
it: Ritardo in millisecondi prima dell'inizio dello scorrimento del testo sullo schermo.

source: Delay in miliseconds between scrolling characters on display.
da: Forsinkelse i millisekunder mellem rulnings karaktere på display.
it: Ritardo in millisecondi tra i caratteri scorrevoli sullo schermo.

source: Delete
da: Slet
it: Eliminare
uk: Видалити

source: Delete entry
da: Slet punkt
it: Eliminare l'elemento
uk: Видалити вибране

source: Delete failed!
da: Sletning fejlede!
it: Eliminazione non riuscita!
uk: Неможливо видалити!

source: Delete file
da: Slet fil
it: Eliminare il file
uk: Видалити файл

source: Delete playlist entry
da: Slet afspilningslistepunkt
it: Eliminare l'elemento della playlist
uk: Видалити запис з плейлиста

source: Delete saved playlist
da: Slet gemt afspilningsliste
it: Eliminare la playlist salvata
uk: Видалити збережений плейлист

source: Delete timer
da: Slet timer
it: Eliminare il timer

source: Deleted
da: Slettet
it: Eliminato
uk: Видалено

source: Deleted items
da: Slettede elementer
it: Elementi eliminati
uk: Видалені

source: Depth
da: Dybde
it: Profondità
uk: Глубина

source: Descramble receiving http streams
da: Afkod modtagende http streams
it: Decodificare la ricezione degli stream http

source: Descramble sending http streams
da: Afkod sendende http streams
it: Decodificare l'invio degli stream http

source: Description
da: Beskrivelse
it: Descrizione
uk: Опис

source: Deselect
da: Fravælg
it: Deselezionare
uk: Скасувати

source: Details for plugin:
da: Plugin Detaljer
it: Dettagli per il plugin:
uk: Детальніше про плагін:

source: Detected HDD:
da: HDD fundet:
it: HDD rilevato:
uk: Знайдено HDD:

source: Detected NIMs:
da: Fundne NIMs:
it: Tuner rilevati:
uk: Знайдено тюнер:

source: Devicename:
da: Enhedsnavn
it: Nome dispositivo:
uk: Ім'я пристрою:

source: DiSEqC 1.0 command
da: DiSEqC 1.0 kommando
it: Comando DiSEqC 1.0

source: DiSEqC 1.1 command
da: DiSEqC 1.1 kommando
it: Comando DiSEqC 1.1

source: DiSEqC 1.1 repeats
da: DiSEqC 1.1 gentagelser
it: Ripetizioni DiSEqC 1.1

source: DiSEqC mode
da: DiSEqC type
it: Modalità DiSEqC
uk: DiSEqC режим

source: DiSEqC-tester settings
da: DiSEqC-tester instillinger
it: Impostazioni DiSEqC-tester
uk: Тест налаштувань DiSEqC

source: Did you see all eight arrow heads?
da: Så du alle otte pilehoveder?
it: E' possibile vedere tutte le 8 punte delle frecce?

source: Digital contour removal
da: Digital konturfjernelse
it: Rimozione digitale dei contorni
uk: Цифрове видалення контуру

source: Direct playback of linked titles without menu
da: Direkte afspilning af lænkede titler uden menu
it: Riproduzione diretta dei titoli collegati, senza menu
uk: Відтворювати пов'язані назви без меню

source: Directory
da: Mappe
it: Cartella
uk: Каталог

source: Directory %s does not exist.
da: Mappen %s findes ikke.
it: La cartella %s non esiste.
uk: Каталог %s відсутній.

source: Directory browser
da: Mappe gennemsyn
it: Browser delle cartelle
uk: Директорія браузера

source: Directory contains %s and %s.
da: Mappen indeholder %s og %s.
it: La cartella contiene %s e %s.
uk: Директорія містить %s и %s.

source: Disable
da: Afbryd
it: Disabilitare
uk: Відключити

source: Disable Picture in Picture
da: Afbryd billed i billed
it: Disabiltare il PIP
uk: Відключити картинку в картинці

source: Disable background scanning
da: Deaktiver baggrundssøgning
it: Disabilitare la ricerca in background
uk: Відключити фонове сканування

source: Disable current event but not coming events
da: Deaktiver nuværende begivenhed men ikke kommende begivenheder
it: Disabilitare l'evento corrente, ma non i prossimi eventi

source: Disable timer
da: Afbryd timer
it: Disabilitare il timer

source: Disabled
da: Afbrudt
it: Disabilitato
uk: Відключений

source: Disk space to reserve for recordings (in GB)
da: Plads der skal reseveres til optagelser (I GB)
it: Spazio su disco da riservare alle registrazioni (in GB)
uk: Резервувати місце на диску для записів (в GB)

source: Display 16:9 content as
da: Vis 16:9 indhold som
it: Mostrare contenuti in 16:9 come
uk: Показувати 16:9 контент як

source: Display 4:3 content as
da: Vis 4:3 indhold som
it: Visualizzare i contenuti in 4:3 come
uk: Показувати 4:3 контент як

source: Display >16:9 content as
da: Vis > 16:9 indhold som
it: Visualizzare i contenuti > di 16:9 come
uk: Показувати >16:9 контент як

source: Display and userinterface
da: Visning og bruger interface
it: Display ed interfaccia utente
uk: Екран і інтерфейс

source: Display message before playing next movie
da: Vis besked før næste film afspilles
it: Visualizzare un messaggio prima di riprodurre il video successivo
uk: Повідомлення перед відтв. наступного запису

source: Display setup
da: Display indstillinger
it: Display
uk: Налаштування дисплея

source: Do not change
da: Ændre ikke
it: Non cambiare
uk: Не змінювати

source: Do not record
da: Optag ikke
it: Non registrare
uk: Не записувати

source: Do nothing
da: Gør intet
it: Non fare nulla
uk: Нічого не робити

source: Do you really want to check the filesystem? This could take lots of time!
da: Vil du virkelig kontrolere filsystemet? Dette kan tage lang tid!
it: Eseguire una verifica del filesystem? Attenzione, potrebbe richiedere molto tempo!
uk: Ви дійсно хочете перевірити файлову систему на помилки? Це займе деякий час!

source: Do you really want to convert the filesystem? You cannot go back!
da: Vil du virkelig konvertere filsystemet? Det kan ikke fortrydes!
it: Effettuare la conversione del filesystem? Non sarà possibile annullare.
uk: Ви дійсно хочете перетворити файлову систему? Ви не зможете повернутися назад!

source: Do you really want to delete %s?
da: Vil du virkelig slette %s?
it: Si desidera davvero eliminare %s?
uk: Ви дійсно хочете видалити %s?

source: Do you really want to download the plugin "%s"?
da: Vil du virkelig downloade pluginet "%s"?
it: Effettuare il download del plugin "%s"?
uk: Ви дійсно бажаєте завантажити плагін "%s"?

source: Do you really want to exit?
da: Ønsker du virkelig at afslutte?
it: Si conferma l'uscita?
uk: Ви дійсно хочете вийти?

source: Do you really want to initialize the device? All data on the disk will be lost!
da: Vil du virkelig initialisere enheden? Alle data overskrives!
it: Si confema la formattazione del supporto? Tutti i dati in esso contenuti verranno persi.
uk: Ви дійсно хочете ініціалізувати пристрій? Всі дані на диску будуть втрачені!

source: Do you really want to remove the plugin "%s"?
da: Vil du virkelig fjerne pluginet "%s"?
it: Eliminare il plugin "%s"?
uk: Ви дійсно хочете видалити плагін "%s"?

source: Do you really want to remove directory %s from the disk?
da: Vil du virkelig fjerne mappen %s fra disken?
it: Eliminare la cartella %s dal disco?
uk: Ви дійсно хочете видалити каталог %s с диска?

source: Do you really want to remove your bookmark of %s?
da: Vil du virkelig fjerne dit bogmærke af %s?
it: Eliminare il percorso preferito di %s?
uk: Ви дійсно хочете видалити закладку %s?

source: Do you want this?
da: Vil du dette?
it: Si conferma questo?

source: Do you want to autorestore settings?
da: Vil du autogendanne indstillinger?

source: Do you want to burn this collection to DVD medium?
da: Vil du brænde denne kollektion til DVD media?
it: Masterizzare la raccolta su DVD?
uk: Ви хочете пропалити цю колекцію на DVD носій?

source: Do you want to do a service scan?
da: Vil du lave en kanal søgning?
it: Effettuare una ricerca dei canali?
uk: Ви хочете почати сканування?

source: Do you want to do another manual service scan?
da: Vil du lave en anden manuel søgning?
it: Effettuare un'altra ricerca manuale dei canali?
uk: Ви хочете зробити ще одне ручне сканування?

source: Do you want to install a channel list?
da: Vil du installere kanallisten?
it: Installare un elenco canali?
uk: Ви дійсно хочете встановити список каналів?

source: Do you want to install the package:
da: Vil du installere pakken:
it: Installare il pacchetto:
uk: Ви хочете встановити пакет:

source: Do you want to play DVD in drive?
da: Vil du afspille DVD'en i drevet?
it: Riprodurre il DVD inserito?
uk: Ви хочете відтворити DVD в приводі?

source: Do you want to preview this DVD before burning?
da: Vil du gennemse denne DVD inden brænding?
it: Mostrare l'anteprima del DVD prima di masterizzare?
uk: Ви хочете переглянути DVD перед пропаленням?

source: Do you want to quit the overscan wizard?
da: Vil du afslutte overscan guiden?
it: Si vuole uscire dalla regolazione guidata dell'overscan?

source: Do you want to reboot your receiver?
da: Vil du genstarte din receiver?
it: Riavviare il ricevitore?
uk: Ви хочете перезавантажити ваш ресивер?

source: Do you want to remove the package:
da: Vil du fjerne pakken:
it: Eliminare il pacchetto:
uk: Ви хочете видалити пакет:

source: Do you want to restore your settings?
da: Vil du genskabe dine indstillinger?
it: Ripristinare le impostazioni?
uk: Ви хочете відновити ваші установки?

source: Do you want to resume this playback?
da: Vil du genoptage denne afspilning?
it: Riprendere la riproduzione?
uk: Ви хочете продовжити відтворення?

source: Do you want to select a different skin?
da: Vil du vælge et andet skin?

source: Do you want to update your receiver to %s?
da: Vil du hente opdateringer til din receiver %s ?
it: Aggiornare il ricevitore a %s?
uk: Ви хочете оновити ваш ресивер від %s?

source: Do you want to update your receiver?
da: Vil du opdatere din receiver?
it: Aggiornare il ricevitore?
uk: Ви хочете оновити ваш ресивер?

source: Do you want to upgrade the package:
da: Vil du opgradere pakken:
it: Aggiornare il pacchetto:
uk: Ви хочете оновити пакети:

source: Don't save and stop timeshift
da: Gem ikke og stop timeshift
it: Non salvare ed arrestare il timeshift

source: Don't stop current event but disable coming events
da: Stop ikke nuværende program men slå kommende programmer fra
it: Non interrompere l'evento corrente ma annullare quelli futuri
uk: Не зупиняти поточну подію, але відключити наступні події

source: Don't zap
da: Zap ikke
it: Non cambiare canale

source: Don't zap and disable timer
da: Zap ikke og deaktiver timer
it: Non cambiare canale e disabilitare il timer

source: Don't zap and remove timer
da: Zap ikke og slet timer
it: Non cambiare canale ed eliminare il timer

source: Done - Installed, upgraded or removed %d package (%s)
da: Færdig - Installeret, opgraderet eller fjernet %d pakken (%s)
it: Completato. Installato, aggiornato o rimosso %d pacchetto (%s)
uk: Виконано - Встановлено, оновлений або видалений %d пакет (%s)

source: Download plugins
da: Hente plugins
it: Download plugin
uk: Завантажити плагіни

source: Downloadable new plugins
da: Hente nye Plugins
it: Nuovi plugin scaricabili
uk: Доступні нові плагіни

source: Downloadable plugins
da: Plugins der kan hentes
it: Plugin scaricabili
uk: Доступні плагіни

source: Downloading
da: Henter
it: Download in corso
uk: Завантаження

source: Downloading plugin information. Please wait...
da: Henter plugin informationer. Vent venligst...
it: Ricerca informazioni sui plugin in corso. Attendere...
uk: Завантаження інформації про плагіни. чекайте...

source: Dutch
da: Hollandsk
it: Olandese
uk: Нідерландський

source: Dynamic contrast
da: Dynamisk kontrast
it: Contrasto dinamico
uk: Динамічна контрастність

source: E
da: Ø

source: EPG language selection 1
da: EPG sprog valg 1
it: Selezione lingua EPG 1
uk: Вибір мови EPG 1

source: EPG language selection 2
da: EPG sprog valg 2
it: Selezione lingua EPG 2
uk: Вибір мови EPG 2

source: EPG selection
da: EPG valg
it: Selezione EPG
uk: Вибір EPG

source: EPG settings
da: EPG indstillinger
it: EPG
uk: Налаштування EPG

source: ERROR - failed to scan (%s)!
da: FEJL - kan ikke søge (%s)!
it: ERRORE - Ricerca non riuscita (%s)!
uk: Помилка - неможливе сканування (%s)!

source: East
da: Øst
it: Est
uk: Схід

source: East limit set
da: Indstil østlig grænse
it: Impostare limite Est
uk: Включити обмеження на схід

source: Edit
da: Rediger
it: Modificare
uk: Редагувати

source: Edit DNS
da: Ændre DNS
it: Modificare DNS
uk: Змінити DNS

source: Edit chapters of current title
da: Rediger kapitler i aktuel titel
it: Modificare i capitoli del titolo corrente
uk: Редагувати розділи поточного заголовка

source: Edit settings
da: Ændre indstillinger
it: Modificare configurazioni
uk: Змінити налаштування

source: Edit the nameserver configuration of your receiver.
da: Rediger din receivers navneserver konfiguration.
it: Modificare le impostazioni del server dei nomi (DNS) del ricevitore.
uk: Редагувати сервер DNS вашого ресивера.

source: Edit the network configuration of your receiver.
da: Rediger din receivers netværks konfiguration.
it: Modificare le impostazioni di rete del ricevitore.
uk: Редагувати конфігурацію мережі вашого ресивера.

source: Edit timer
da: Rediger timer
it: Modificare timer

source: Edit title
da: Rediger titel
it: Modificare titolo
uk: Редагувати заголовок

source: Edit upgrade source url.
da: Rediger url for opgraderingskilde.
it: Modificare l'URL origine degli aggiornamenti.
uk: Змінити URL-адресу джерела оновлення

source: Education/Science/...
da: Uddannelse/Videnskab/...
it: Didattica/Scienza/...
uk: Освіта / Наука /...

source: Electronic Program Guide
da: Elektronisk Program Guide
it: Guida Programmi Elettronica
uk: Електронний програмний гід

source: Enable
da: Aktiver
it: Abilitare
uk: Увімкнути

source: Enable 'neutrino' style channel select controlling
da: Aktiver 'neutrino' kanal styrings stil
it: Abilitare il controllo in stile 'neutrino' per la selezione dei canali

source: Enable 'neutrino' style zap controlling
da: Aktiver 'neutrino' zap styrings stil
it: Abilitare il controllo in stile 'neutrino' per il cambio dei canali

source: Enable 5V for active antenna
da: Aktiver 5V for aktiv antenne
it: Abilitare 5V per un'antenna attiva
uk: Увімкнути 5V для активної антени

source: Enable EIT EPG
da: Aktiver EIT EPG
it: Abilitare l'EPG EIT
uk: Увімкнути EIT EPG

source: Enable MHW EPG
da: Aktiver MHV EPG
it: Abilitare l'EPG MHW
uk: Увімкнути MHW EPG

source: Enable Netmed EPG
da: Aktiver Nethmed EPG
it: Abilitare l'EPG Netmed
uk: Увімкнути Netmed EPG

source: Enable OK as preview in channel selection
da: Aktiver OK som preview i kanallisten
it: Abilitare il tasto OK per l'anteprima nella selezione dei canali

source: Enable OK for channel selection
da: Anvend OK for kanal valg
it: Abilitare il tasto OK per la selezione del canale

source: Enable ViaSat EPG
da: Aktiver Viasat EPG
it: Abilitare l'EPG ViaSat
uk: Увімкнути ViaSat EPG

source: Enable Virgin EPG
da: Aktiver Virgin EPG
it: Abilitare l'EPG Virgin

source: Enable auto cable scan
da: Aktiver auto kabel skan
it: Abilitare la ricerca automatica su cavo

source: Enable auto fast scan
da: Aktiver auto hurtig scan
it: Abilitare la ricerca veloce automatica

source: Enable auto fast scan for %s
da: Aktiver auto hurtig skan for %s

source: Enable bouquet selection in multi-EPG
da: Aktiver favoritliste valg i multi-EPG
it: Abilitare la selezione del bouquet anche nella Multi EPG.
uk: Увімкнути вибір букетів при запуску мульти-ЕПГ

source: Enable fallback remote receiver
da: Aktiver fallback remote receiver
it: Abilitare il ricevitore remoto di fallback

source: Enable freesat EPG
da: Aktiver Freesat EPG
it: Abilitare l'EPG freesat
uk: Увімкнути freesat EPG

source: Enable multiple bouquets
da: Aktiver multi favoritlister
it: Abilitare i bouquet multipli
uk: Дозволити мульти-букети

source: Enable parental protection
da: Aktiver forældrebeskyttelse
it: Abilitare il parental control
