Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: zap and record
da: zap og skift
it: Cambiare canale e registrare
uk: перейти і записати

source: (Partition %d)
it: (Partizione %d)

source: %Y-%m-%d %H:%M
it: %d-%m-%Y %H:%M

source: AAC downmix
it: Downmix AAC

source: AC3 downmix
it: Downmix AC3

source: Accesspoint:
it: Punto di accesso:
uk: Точка доступа:

source: Alpha
it: Trasparenza
uk: Прозорість

source: Buffering %d%%
it: %d%% in bufferizzazione

source: CI (Common Interface) Setup
it: Configurazione CI (Common Interface)

source: DMM normal
it: DMM normale
uk: DMM нормальний

source: DTS downmix
it: Downmix DTS

source: DVB drivers:
it: Drivers DVB:

source: DVD data format
it: Formato dati DVD
uk: Відеоформат

source: Deep standby
it: Spegnimento (deep standby)
uk: Глубокий Режим очікування

source: DiSEqC port %s: %s
it: Porta DiSEqC %s: %s
uk: DiSEqC порт %s: %s

source: Fallback remote receiver URL
it: Specificare l'URL del ricevitore remoto di fallback.

source: Genre
it: Genere
uk: Жанр

source: HDMI Colorspace
it: Spazio colore HDMI

source: Harddisk Setup
it: Configurazion Hard disk

source: HotKey Setup
it: Configurazionee dei tasti

source: Hotkey
it: Tasti telecomando

source: Hotkey Setup
it: Configurazione dei tasti

source: Hotkey zap
it: Tasto per cambio canale

source: Information
it: Informazioni
uk: Информація

source: Interface:
it: Interfaccia:
uk: Інтерфейс:

source: Kernel version:
it: Versione kernel:
uk: Версія ядра:

source: LAN adapter
it: Scheda di rete LAN
uk: LAN адаптер

source: Model:
it: Modello:
uk: Модель:

source: Modulation
it: Modulazione
uk: Модуляція

source: Modulator
it: Modulatore
uk: Модулятор

source: Motor running timeout
it: Timeout del movimento motore

source: Multi channel downmix
it: Downmix audio multicanale

source: Multichannel PCM
it: Multicanale PCM

source: Namespace
it: Spazio dei nomi

source: Note: when enabled, and you do want standby mode after wake up, set option 'Startup to Standby' as 'No, except Wakeup timer'.
it: Se questa impostazione è attivata, e si desidera mettere il ricevitore in standby all'accensione, impostare l'opzione 'Accensione in stato di standby' a 'No, eccetto per il timer di riattivazione' (questa opzione si trova in Impostazioni > Impostazioni di sistema > Personalizzazioni).

source: OSD 3D setup
it: OSD 3D

source: Orbital position
it: Posizione orbitale
uk: Орбіт. позиція

source: Original
it: Originale
uk: Оригінал

source: Output
it: Uscita
uk: Відеовихід

source: PCR PID
it: PID PCR

source: PLP ID
it: ID PLP

source: PMT PID
it: PID PMT
uk: РМТ PID

source: Panic to
it: Panico a

source: Pause
it: Pausa
uk: Пауза

source: Plugin Browser
it: Elenco Plugin

source: Plugins
it: Plugin
uk: Плагіни

source: Polarisation
it: Polarizzazione
uk: Поляризація

source: Port A
it: Porta A
uk: Порт А

source: Port B
it: Porta B
uk: Порт B

source: Port C
it: Porta C
uk: Порт C

source: Port D
it: Porta D
uk: Порт D

source: Positioner
it: Motore
uk: Позіционер

source: Prime time
it: Prima serata

source: PrimeTime
it: Prima serata

source: Python version:
it: Versione Python:

source: Ram disk
it: Disco Ram
uk: Ram диск

source: Recall to previous service
it: Ritorno al canale precedente

source: Region
it: Regione

source: Repeat leave standby messages
it: Intervallo di ripetizione dei messaggi per la disattivazione dello standby

source: Rotor:
it: Motore:

source: Set blocktimes by weekday
it: Impostare i blocchi di orario per i giorni della settimana

source: Shellscript
it: Script di shell

source: Signal:
it: Segnale:
uk: Сигнал:

source: Skin setup
it: Skin

source: Sleep timer
it: Timer di spegnimento
uk: Таймер сну

source: Sleeptimer
it: Timer di spegnimento
uk: Таймер сну

source: Smartcard PIN
it: PIN della smartcard

source: Softcam type
it: Tipo di softcam
uk: Тип емулятора

source: StandbyLED
it: LED standby

source: Start test
it: Avviare il test
uk: Почати тест

source: Stop timer recording
it: Interrompere la registrazione programmata
uk: Зупинка записів за таймером

source: System
it: Impostazioni sistema
uk: Система

source: TXT PID
it: PID TXT
uk: TXT ПІД

source: Test type
it: Tipo di test
uk: Тип теста

source: The OpenPLi team would like to point out that upgrading to the latest nightly build comes not only with the latest features, but also with some risks. After the update, it is possible that your device no longer works as expected. We recommend you create backups with Autobackup or Backupsuite. This allows you to quickly and easily restore your device to its previous state, should you experience any problems. If you encounter a 'bug', please report the issue on www.openpli.org. Do you understand this?
it: Il team OpenPLi desidera evidenziare che l'aggiornamento all'ultima versione nightly non solo contiene le caratteristiche più recenti, ma può comportare anche alcuni rischi. Dopo l'aggiornamento è possibile che il ricevitore non funzioni più come previsto. Si raccomanda di creare un backup tramite Autobackup o Backupsuite. In questo modo sarà possibile ripristinare velocemente e facilmente il ricevitore allo stato precedente. In caso di riscontro di bug si prega di segnalare il problema su www.openpli.org. Si è compreso questo avvertimento?

source: The overscan wizard helps you to setup your TV in the correct way. For the majority of TV's, the factory default is to have overscan enabled. This means you are always watching a "zoomed in" picture instead of real HD, and parts of the user inferface (skin) may be invisible. The yellow area means a 5% border area of a full HD picture will be invisible. The green area means a 10% border area of a full HD picture will be invisible. In other words, if the yellow box meets all for sides of your screen, then you have at least 5% overscan on all sides. If you see the tips of all eight arrowheads, then your TV has overscan disabled. Test Pattern by TigerDave - www.tigerdave.com/ht_menu.htm
it: La procedura guidata dell'overscan consente di regolare correttamente il televisore. Nella maggioranza dei televisori l'overscan è attivo per impostazione predefinita. Pertanto l'immagine visualizzata viene allargata invece di essere una reale HD, e parte della interfaccia utente (skin) potrebbe non risultare visibile. La zona gialla corrisponde al 5% dell'immagine full HD che non è visibile ai lati. La zona verde corrisponde al 10% dell'immagine full HD che non è visibile ai lati. In altre parole, se sullo schermo del televisore si vede solo la zona gialla, ciò indica che c'è un overscan di almeno il 5% su tutti i lati. Se invece tutte le punte delle 8 frecce risultano visibili, ciò indica che sul televisore l'overscan è disabilitato. Test Pattern by TigerDave - www.tigerdave.com/ht_menu.htm

source: Timer log
it: Log del timer
uk: Лог таймера

source: Timer type
it: Tipo di timer
uk: Тип таймера

source: Tone amplitude
it: Ampiezza tono
uk: Тоновий режим

source: Tune
it: Sintonizzare
uk: Налаштування

source: Tuner slot
it: Slot del tuner
uk: Слот тюнера

source: Tuner status %s
it: Stato del tuner %s
uk: Статус тюнера %s

source: Tuner type
it: Tipo di tuner
uk: Тюнер

source: Type
it: Tipo
uk: Тип

source: Universal LNB
it: LNB Universale
uk: універсальний-LNB

source: VMGM (intro trailer)
it: VMGM (trailer introduttivo)
uk: VMGM (трейлер)

source: Video PID
it: PID video
uk: Відео PID

source: VideoMode
it: Modalità video

source: Wake On LAN
it: Riattivazione via rete

source: When enabled the set top box is able to wakeup on LAN
it: Se questa impostazione è attivata, il ricevitore è in grado di riattivarsi via rete.

source: When enabled then when you select a new channel in the channel selection the channel selection will not close. It will only close when you select the current playing service. This is a kind of preview mode
it: Se questa impostazione è attivata, quando si seleziona un nuovo canale nella selezione dei canali, la lista dei canali non viene chiusae. Si chiuderà solo quando si selezionerà il canale attualmente in riproduzione. Si tratta di una sorta di modalità di anteprima.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting. Default off.
it: Se questa impostazione è attivata, gli stream http ricevuti sono sempre decodificati. Questo richiede più risorse (demuxer decodificatori), quindi attivarla solo se necessario. I singoli stream vengono comunque sempre decodificati se il valore 0x100 è aggiunto al tipo di canale, a prescindere da questa impostazione. L'impostazione predefinita è 'no'.

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition this you may also miss parts of the user interface, for example volume bars and more. You can now try to resize and change the position of the user interface until you see the eight arrow heads. When done press OK.
it: Non sono visibili tutte le punte delle 8 frecce. Quindi il televisore ha l'overscan abilitato e mostra un'immagine ingrandita, causando la perdita di una parte della schermata full HD. In questo caso anche una parte dell'interfaccia utente potrebbe risultare non visibile, per es. le barre del volume o altro. E' possibile provare adesso a ridimensionare e modificare la posizione dell'interfaccia utente in modo da visualizzare tutte le 8 punte delle frecce. Quando completato, premere OK.

source: Zap
it: Cambio canale
uk: Переключитись

source: ballet
it: Balletto
uk: балет

source: entertainment (6-14 year old)
it: Intrattenimento (6-14 anni)
uk: розваги (6-14 років)

source: epg cache backup
it: Backup della cache EPG

source: long
it: lungo

source: motor sport
it: Sport motoristici
uk: мотоспорт

source: multinorm
it: multistandard
uk: мультинорм

source: normal
it: Normale
uk: нормальна (декодування)

source: original
it: Originale
uk: орігинал

source: religion
it: Religione
uk: релігія

source: standard
it: Predefinito
uk: стандарт

source: top
it: alto
uk: вверх

source: variety show
it: Varietà
uk: шоу вар'єте

source: zap
it: Cambiare canale
uk: перейти

source: zapped
it: cambio canale effettuato
uk: переключено

source: (Radio)
uk: (Радіо)

source: (TV)
uk: (ТБ)

source: ms
uk: мс

source: %A %e %B
uk: %A %d %B

source: %d min
uk: %d хв

source: %s%d min
uk: %s%d хв

source: (ZAP)
uk: (Перейти)

source: /s
uk: /с

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
uk: У поточний час йде запис. Будь ласка зупиніть запис перед спробоюНалаштувати позиціонер.

source: A recording is currently running. Please stop the recording before trying to start the satfinder.
uk: У поточний час йде запис. Зупиніть запис перед пошуком супутника.

source: AC3/DTS downmix
uk: AC3/DTS мікшування

source: Action on long powerbutton press
uk: Тривале натискання кнопки живлення

source: Action on short powerbutton press
uk: Коротке натискання кнопки живлення

source: Add Bookmark
uk: Додати закладку

source: Add more details to the crash log
uk: Додати подробиці до крэш-логу

source: Album
uk: Альбом

source: Auto
uk: Авто

source: Behavior of 'pause' when paused
uk: Поведінка 'пауза' під час паузи

source: Bitrate:
uk: Бітрейт:

source: Bus:
uk: Шина:

source: C
uk: С

source: Change pin code
uk: Змінити PIN-код

source: Change service PIN
uk: Змінити PIN-код сервісу

source: Change service PINs
uk: Змінити PIN-коди сервісів

source: Change setup PIN
uk: Змінити PIN-код налаштувань

source: Changelog
uk: Зміни

source: Checking tuner %d DiSEqC port %s for %s
uk: Перевірка тюнера %d DiSEqC порт %s для %s

source: Coderate HP
uk: Швидкість кодування HP

source: Coderate LP
uk: Швидкість кодування LP

source: Configure the behavior of the 'pause' key when movie playback is already paused.
uk: Налаштування поведінки кнопки 'пауза', коли відео вже стоїть на паузі.

source: Configure the function of a long press on the power button.
uk: Встановлення функції довгого натискання кнопки живлення.

source: Configure the function of a short press on the power button.
uk: Встановлення функції короткого натискання кнопки живлення.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
uk: Вкажіть, який тип тюнера переважніший, якщо сервіс доступний нарізних типах тюнерів.

source: Conflicting timer
uk: Конфлікт таймерів

source: Connected!
uk: Підключено!

source: Constellation
uk: Сузір'я

source: Could not connect to receiver .NFI image feed server:
uk: Не вдалося підключитися до ресивера. NFI імідж сервер фіду:

source: Create more detailed crash log
uk: Записувати деталі в креш-лог

source: Current version:
uk: Поточна версія:

source: Currently installed image
uk: Поточний встановлений імідж

source: Delete...
uk: Видалити...

source: Descramble http streams
uk: Декодувати http стрім

source: Dialing:
uk: Набір номеру:

source: Disconnect
uk: Відключити

source: Do you want to download the image to %s ?
uk: Ви дійсно бажаєте завантажити імідж %s ?

source: Download
uk: Завантажити

source: Download %s from server
uk: Завантажити %s з серверу

source: Download .NFI-files for USB-flasher
uk: Завантажити .NFI-файли для USB-флешера

source: Edit bouquets list
uk: Редагувати список фаворитів

source: Edit services list
uk: Редагувати список сервісів

source: Enable parental control
uk: Включити батьківський контроль

source: Flash
uk: Прошивка

source: Flashing failed
uk: Прошивка не вдалася

source: Frontprocessor version: %d
uk: Версія фронтпроцессора: %d

source: Gateway
uk: Шлюз

source: Get latest release image
uk: Отримати останній випущений імідж

source: Hard disk
uk: Жорсткий диск

source: Harddisk
uk: Жорсткий диск

source: Hardware:
uk: Апаратура:

source: Hide CI messages
uk: Приховати повідомлення CI

source: Hierarchy information
uk: Ієрархія інформації

source: Immediate shutdown
uk: глибокий Режим очікування

source: Info
uk: Інфо

source: Info bar
uk: Інфобар

source: Link:
uk: Посилання:

source: List EPG functions...
uk: Список функцій EPG...

source: Log results to harddisk
uk: Записувати журнал на диск

source: Menu
uk: Меню

source: Move to other directory
uk: Вибір початкового каталогу

source: Multi EPG
uk: Мульти EPG

source: Multimedia
uk: Мультмедіа

source: Multiplex
uk: Мультиплекс

source: Multisat
uk: Декілька супутників

source: NFI image flashing
uk: Установка прошивки NFI

source: NFI image flashing completed. Press Yellow to Reboot!
uk: NFI імідж вдало встановлений. Натисніть ЖОВТИЙ для перезавантаження!

source: NIM
uk: Тюнер

source: New PIN
uk: Новий PIN-код

source: New version:
uk: Нова версія:

source: No details for this image file
uk: Немає деталей про цей файл іміджу

source: No valid service PIN found! Do you like to change the service PIN now? When you say 'No' here the service protection stay disabled!
uk: Не пройшов стандартизацію PIN сервісу! Ви хочете змінити PIN-код сервісу тепер? Якщо ви відповісте 'НІ', то захист сервісу не буде активована!

source: No valid setup PIN found! Do you like to change the setup PIN now? When you say 'No' here the setup protection stay disabled!
uk: Не пройшов стандартизацію PIN налаштувань! Ви хочете змінити PIN-код сервісу тепер? Якщо ви відповісте 'НІ', то захист сервісу не буде активована!

source: Ok
uk: Ок

source: PIDs
uk: ПІДи

source: Parental control type
uk: Тип батьківського контролю

source: Password
uk: Пароль

source: Phone number
uk: Номер набору

source: Picon
uk: Пікон

source: Picon and service name
uk: Пікон і назва сервісу

source: Pilot
uk: Пілот

source: Please check your network settings!
uk: Будь ласка, перевірте налаштування мережі!

source: Please select a default EPG type...
uk: Будь ласка, виберіть тип EPG за замовчуванням...

source: Please select an NFI file and press green key to flash!
uk: Будь ласка, виберіть файл NFI, і натисніть зелену кнопку!

source: Prepare another USB stick for image flashing
uk: Підготовка другої USB-флешки для інсталяції системи

source: Protect setup
uk: Захистити установки

source: Radio
uk: Радіо

source: Reboot
uk: Перезавантаження

source: Reenter new PIN
uk: Повторіть новий PIN-код

source: Reload black-/white lists
uk: Оновити чорний/білий список

source: Remember these settings for each folder
uk: Пам'ятати ці налаштування для кожної папки

source: Restore is running...
uk: Виконується відновлення...

source: Rewrap teletext subtitles
uk: Перепакувати телетекст субтитрів

source: Select an image to be downloaded
uk: Виберіть прошивку для завантаження

source: Select default EPG type...
uk: Вибір типу EPG за замовчуванням...

source: Select desired image from feed list
uk: Оберіть бажаний імідж зі списку

source: Shall the USB stick wizard proceed and program the image file %s into flash memory?
uk: Чи повинен майстер USB-флеша встановити імідж %s у внутрішню флеш-пам'ять?

source: Show picons in channel list
uk: Показати Пікони в списку каналів

source: Show services beginning with
uk: Показувати сервіси що починаються з

source: Show shutdown menu
uk: показати меню вимкнення

source: Show status icons in Movielist
uk: Показати іконку статусу в списку відео

source: Show tag menu
uk: Показати меню тегів

source: Single transponder
uk: Один транспондер

source: Slot %d
uk: Слот %d

source: SoftCam / CI
uk: ЕМУ менеджер / CI

source: Software
uk: Софт

source: Standard
uk: Cтандарт

source: Standby
uk: Режим очікування

source: Stop
uk: Стоп

source: Stream
uk: Порт стрімінгу

source: Symbol rate
uk: Швидкість потоку

source: Thai
uk: Тайський

source: The USB stick was prepared to be bootable. Now you can download an NFI image file!
uk: USB-флеш підготовлений як завантажувальний. Тепер Ви можете встановити NFI образ!

source: The following device was found: %s Do you want to write the USB flasher to this stick?
uk: Знайдено пристрій: %s Хочете встановити USB flasher на цей пристрій?

source: The md5sum validation failed, the file may be corrupted!
uk: MD5 сума файла невірна, файл ймовірно пошкоджений!

source: The results have been written to %s.
uk: Результати були записані в %s.

source: This plugin creates a USB stick which can be used to update the firmware of your receiver without the need for a network or WLAN connection. First, a USB stick needs to be prepared so that it becomes bootable. In the next step, an NFI image file can be downloaded from the update server and saved on the USB stick. If you already have a prepared bootable USB stick, please insert it now. Otherwise plug in a USB stick with a minimum size of 64 MB!
uk: Цей плагін створює USB-флеш, який може використовуватися, щоб оновити прошивку вашого ресивера без підключення до інтернету. По перше, USB повинен бути самозавантажувальний. Потім файл іміджу NFI потрібно завантажити з сервера оновлення і зберегти на USB. Якщо у Вас вже є завантажувальний USB, будь ласка, вставте. Об'єм USB повинен бути не менше 64 Мб!

source: Timer
uk: Таймер

source: Timer editor
uk: Редактор таймерів

source: To update your receiver firmware, please follow these steps: 1) Turn off your box with the rear power switch and make sure the bootable USB stick is plugged in. 2) Turn mains back on and hold the DOWN button on the front panel pressed for 10 seconds. 3) Wait for bootup and follow instructions of the wizard.
uk: Щоб оновити ваш ресивер, будь ласка, виконайте такі дії: 1) Вимкніть ресівер тумблером ззаду і переконайтеся, що завантажувальний USB під'єднано. 2) Увімкніть ресівер і натисніть кнопку ВНИЗ на передній панелі ресивера близько 10 секунд. Дочекайтеся завантаження і дотримуйтесь вказівок Майстра.

source: Toneburst
uk: Тоновий сигнал

source: Toneburst A/B
uk: тоновий сигнал A/B

source: Transponder
uk: Транспондер

source: Transponder type
uk: Тип транспондера

source: Tuner
uk: Тюнер

source: Tuner status
uk: Статус тюнера

source: USB stick wizard
uk: Майстер USB

source: Username
uk: Ім'я користувача

source: Video fine tuning
uk: Налаштування екрану

source: Video: %s fps
uk: Відео: %s fps

source: Videocodec
uk: Відеокодек

source: Videoformat
uk: Відеоформат

source: Videosize
uk: Відеоразмер

source: When enabled, error messages related to the Common Interface module will not be shown.
uk: Приховати повідомлення про помилки від CI модуля.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling.
uk: Коли ця функція включена, http стрім декодується на стороні сервера. Обладнанню віддаленого клієнта не треба виконувати декодування.

source: When enabled, the original line breaks will be removed from the teletext subtitles.
uk: Якщо увімкнено, оригінальні розриви рядків будуть видалені з телетексту субтитрів.

source: You have chosen to create a new .NFI flasher bootable USB stick. This will repartition the USB stick and therefore all data on it will be erased.
uk: Ви вибрали створення нового завантажувального зовнішнього USB накопичувача. USB накопичувач буде відформатований і всі дані будуть втрачені.

source: Your frontprocessor firmware must be upgraded. Press OK to start upgrade.
uk: Потрібне оновлення фронтпроцессора. Натисніть OK для початку поновлення.

source: Zap back to service before tuner setup?
uk: Вернутся обратно к настройкам тюнер?

source: auto
uk: авто

source: complex
uk: комплекс

source: continue
uk: Продовжити

source: currently installed image: %s
uk: поточний встановлений імідж: %s

source: fine-tune your display
uk: точна настройка дисплея

source: jazz
uk: джаз

source: menu
uk: меню

source: musical/opera
uk: музика/опера

source: not used
uk: не використано

source: on end of movie
uk: в кінці фільму

source: rock/pop
uk: рок/поп

source: select movie
uk: вибрати фільм

source: service PIN
uk: Змінити PIN-код сервісу

source: setup PIN
uk: Змінити PIN-код налаштувань

source: special characters
uk: спеціальна подія

source: stereo
uk: стерео

source: talk show
uk: шоу бесіда

source: tennis/squash
uk: теніс/сквош

source: whitelist
uk: білий список
