Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Show vertical timelines
da: Vis vertikale tidslinje
it: Mostrare le linee verticali di orario

source: Show warning before set 'Ignore conflict'
da: Vis advarsel før indstilling af 'Ignorer konflikt'

source: Show warning when timeshift is stopped
da: Vis advarsel når tidsforskydning er stoppet
it: Mostrare un avviso quando il timeshift viene arrestato
uk: Показати попередження при зупинці timeshift

source: Show/hide window
da: Vis/skjul vindue
it: Mostrare/nascondere la finestra

source: Shows live tv or informations on LCD.
da: Vis live tv eller information på LCD
it: Mostrare sull'LCD la trasmissione TV in corso oppure le informazioni.

source: Shows the state of your wireless LAN connection.
da: Vis tilstanden af din trådløse LAN opkobling.
it: Mostrare lo stato della connessione di rete wireless.
uk: Показує стан вашого бездротового з'єднання.

source: Shuffle playlist
da: Tilfældig spilleliste
it: Riproduzione casuale
uk: Перемішати плейлист

source: Shutdown
da: Luk ned
it: Spegnere
uk: Виключити

source: Shutdown when in Standby
da: Luk ned når standby er aktiv
it: Spegnere se messo in standby
uk: Виключення в режимі очікування

source: Side by side
da: Side om side
it: Fianco a fianco
uk: Ліво і право

source: Signal OK, proceeding
da: Signal OK, fortsætter
it: Segnale OK, proseguire...
uk: Сигнал ОК, в процесі

source: Signal quality
da: Signal kvalitet
it: Qualità del segnale
uk: Якість сигналу

source: Signal strength:
da: Signal styrke:
it: Livello del segnale:
uk: Сила сигналу:

source: Similar
da: Samme
it: Simile
uk: Аналогічний

source: Similar EPG
da: Lignende EPG
it: Programmi simili

source: Similar broadcasts:
da: Samme udsendelser:
it: Programmi simili:
uk: Аналогічні передачі:

source: Simple
da: Simpel
it: Semplice
uk: Простий

source: Simple titleset (compatibility for legacy players)
da: Enkelt titelopsætning (kompatibel med legacy afspillere)
it: Titolazione semplice (per compatibilità con i player precedenti)
uk: Простий заголовок (сумісність с DVD плеєрами)

source: Simplified Chinese
da: Forenklet Kinesisk

source: Single
da: Enkelt
it: Singolo
uk: Одиночний

source: Single EPG
da: Enkelt EPG
it: EPG singolo
uk: Одиночне EPG

source: Single satellite
da: Enkelt satellit
it: Satellite singolo
uk: Один супутник

source: Single step (GOP)
da: Enkelt trin (GOP)
it: Passo-Passo (GOP)
uk: Один крок (GOP)

source: Site latitude
da: Breddegrad
it: Latitudine locale
uk: Широта по сайту

source: Site longitude
da: Længdegrad
it: Longitudine locale
uk: Довгота по сайту

source: Skin
da: Grafisk tema
uk: Вибір графічної оболочки

source: Skins
da: Grafiske temaer
it: Impostazioni skin
uk: Графічні оболочки

source: Skip empty services
da: Spring tomme kanaler over
it: Saltare i canali vuoti
uk: Пропускати порожні сервіси

source: Skip internet connection check (disables automatic package installation)
da: Spring internet tjek over (slår automatisk pakke installation fra)
it: Non effettuare la verifica della connessione a Internet (disabiliterà l'installazione automatica dei pachetti)
uk: Пропустити перевірку інтернет з'єднання (відключає автоматичну установку пакетів)

source: SleepTimer Configuration
da: Sleeptimer konfiguration
it: Configurazione del timer di spegnimento
uk: Налаштування таймера сну

source: Sleeptimer edit
da: Sleeptimer redigering
it: Modifica del timer di spegnimento

source: Slide picture in loop
da: Vis billeder i sløjfe
it: Riproduzione continua delle immagini
uk: Циклічний показ слайдів

source: Slide show interval (sec.)
da: Slideshow interval (sek.)
it: Intevallo tra le immagini (sec.)
uk: Інтервал слайдшоу (сек.)

source: Slovak
da: Slovakisk
it: Slovacco
uk: Словацький

source: Slovenian
da: Slovensk
it: Sloveno
uk: Словенський

source: Slow
da: Langsom
it: Lento
uk: Повільно

source: Slow motion speeds
da: Slowmotion hastigheder
it: Velocità del rallentatore
uk: Низька швидкість

source: Small
da: Lille
it: Carattere piccolo

source: Small progress
da: Små fremskridt
it: Barra di avanzamento corta
uk: Маленький прогресс

source: Social/Political/Economics
da: Social/Politik/Økonomi
it: Sociale/Politica/Economia
uk: Соціальне/Політика/Економіка

source: Software management
da: Softwarehåndtering
it: Gestione del software
uk: Менеджер управіння софтом

source: Software manager setup
da: Softwarehåndterings opsætning
it: Impostazioni della gestione del software
uk: Налаштування менеджера софта

source: Software restore
da: Software gendannelse
it: Ripristino del software
uk: Відновлення софта

source: Software update
da: Software opdatering
it: Aggiornamento software
uk: Оновлення софта

source: Softwaremanager information
da: Softwarehåndterings information
it: Informazioni sulla gestione del software
uk: Информація менеджера софта

source: Some plugins are not available:
da: Nogle plugins er ikke tilstede:
it: Alcuni plugin non sono disponibili:
uk: Деякі плагіни недоступні:

source: Sorry, %s has not been installed!
da: Desværre, %s er ikke blevet installeret!
it: Purtroppo %s non è stato installato!
uk: Вибачте, %s не встановлений!

source: Sorry, deleting directories can (for now) only be done through the trash can.
da: Beklager, sletning af biblioteker (indtil nu) kan kun gøres igennem papirkurven.
it: Purtroppo (per ora) le cartelle possono essere eliminate solo attraverso il cestino.
uk: Вибачте, видалення директорій може (поки) бути зроблено тільки через кошик,

source: Sorry, no backups found!
da: Beklager, ingen backup fundet!
it: Purtroppo nessun backup è stato trovato!
uk: Не знайдені резервні копії!

source: Sorry, no details available!
da: Desværre, ingen detaljer er tilgængelige!
it: Purtroppo i dettagli non sono disponibili!
uk: Вибачте, немає детального опису!

source: Sorry, this tuner is in use.
da: Desværre, denne tuner er i brug.

source: Sorry, your backup destination is not writeable. Please select a different one.
da: Din placering af backup er desværre ikke skrivbar. Vælg venligst en anden.
it: Purtroppo non è possibile scrivere sulla destinazione scelta per i backup. Selezionarne un'altra.
uk: Місце збереження не доступно до запису. Будь ласка, виберіть інше.

source: Sort
da: Sorter
it: Ordinamento
uk: Сортування

source: Sort A-Z
da: Sorter A-Z
it: Ordine A-Z
uk: Сортування А-Я

source: Sort by
da: Sorter efter
it: Ordinamento per

source: Sort list to default and exit?
da: Sorter liste tilbage til default og afslut?
it: Ordinare la lista come predefinito ed uscire?

source: Sort list:
da: Sorter liste:
it: Ordinamento della lista delle redistrazioni:

source: Sort order for menu entries
da: Sorter rækkefølge for menu indlæg
it: Modalità di ordinamento delle voci dei menu

source: Sort plugins list to default?
da: Sorter plugin liste til default?
it: Ordinare la lista dei plugins come predefinito?

source: Sort time
da: Sorter tid
it: Ordine per orario
uk: За часом

source: Sound
da: Lyd
it: Audio
uk: Звук

source: Sound carrier
da: Lyd bærer
it: Portante audio
uk: Звук носія

source: Source request
da: Kilde forspørgsel
it: Richiesta dell'origine
uk: Запит джерела

source: South
da: Syd
it: Sud
uk: Південь

source: Spanish
da: Spansk
it: Spagnolo
uk: Іспанський

source: Specify extra timeframe to ignore inactivity sleeptimer
da: Specificer ekstra tidsramme til at ignorere inaktiv sleeptimer
it: Specificare un intervallo di tempo extra per ignorare il timer di spegnimento per inutilizzo

source: Specify the end time to ignore the shutdown timer when the receiver is in standby mode
da: Angiv sluttiden hvor nedluknings timeren skal ignoreres når receiveren er i standby.
it: Specificare l'orario finale per ignorare il timer di spegnimento quando il ricevitore è in stato di standby.

source: Specify the end time until the inactivity sleeptimer should be ignored
da: Angiv sluttiden hvor inaktivitets sleeptimeren skal ignoreres.
it: Specificare l'orario finale fino al quale il timer di spegnimento per inutilizzo deve essere ignorat-o
uk: Встановіть закінчення періоду для ігнорування дії таймера неактивності.

source: Specify the extra end time until the inactivity sleeptimer should be ignored
da: Specificer ekstra sluttid inden inaktivitets sleeptimer ignoreres
it: Specificare l'orario finale aggiuntivo fino al quale il timer di spegnimento per inutilizzo deve essere ignorato.

source: Specify the extra start time when the inactivity sleeptimer should be ignored
da: Specificer ekstra starttid inden inaktivitets sleeptimer ignoreres
it: Specificare l'orario iniziale aggiuntivo quando il timer di spegnimento per inutilizzo deve essere ignorato.

source: Specify the start time to ignore the shutdown timer when the receiver is in standby mode
da: Angiv starttiden hvor nedluknings timeren skal ignoreres når receiveren er i standby.
it: Specificare l'orario iniziale per ignorare il timer di spegnimento quando il ricevitore è in stato di standby.

source: Specify the start time when the inactivity sleeptimer should be ignored
da: Angiv starttiden hvor inaktivitets sleeptimeren skal ignoreres.
it: Specificare l'orario iniziale quando il timer di spegnimento per inutilizzo deve essere ignorato
uk: Встановіть початок періоду для ігнорування дії таймера неактивності.

source: Specify timeframe to ignore inactivity sleeptimer
da: Angiv tidsramme hvor inaktivitets sleeptimeren skal ignoreres
it: Specificare un intervallo di tempo per ignorare il timer di spegnimento per inutilizzo
uk: Період часу ігнорування таймера неактивності

source: Specify timeframe to ignore the shutdown in standby
da: Angiv tidsramme hvor nedluknings timeren skal ignoreres når receiveren er i standby.
it: Specificare l'intervallo di tempo per ignorare lo spegnimento in stato di standby

source: Split preview mode
da: Opdel forhåndsvisningstilstand
it: Modalità anteprima separata
uk: Режим предварительного просмотра

source: Splitscreen
da: Opdeltskærm
it: Divisione dello schermo

source: Sports
da: Sport
it: Sport
uk: Спорт

source: Standart list
da: Standard liste
it: Elenco standard

source: Standby / restart
da: Standby / Genstarte
it: Standby / Riavvio
uk: Меню вимкнення

source: Standby after current event
da: Standby efter nuværende begivenhed
it: Standby alla fine dell'evento corrente
uk: Режим очікування після поточного події

source: Standby fan %d PWM
da: Standby blæser %d PWM
it: Pulse-width modulation (PWM) ventola in standby %d
uk: Режим очікування вентилятора %d PWM

source: Standby fan %d voltage
da: Standby blæser %d spænding (V)
it: Tensione ventola in standby %d

source: Standby in
da: Standby om
it: Standby tra
uk: Режим очікування через

source: Start from the beginning
da: Start fra begyndelse
it: Partire dall'inizio
uk: Почати з самого початку

source: Start instant recording
da: Start øjeblikkelig optagelse
it: Avviare la registrazione immediata

source: Start offline decode
da: Start offline dekodning
it: Avviare la decodifica offline
uk: Старт відкладеного декодування

source: Start recording?
da: Start optagelse?
it: Avviare la registrazione?
uk: Почати запис?

source: Start teletext
da: Start teletekst
it: Avviare il televideo

source: Start time
da: Start tid
it: Ora di avvio
uk: Час початку

source: Start time to ignore inactivity sleeptimer
da: Start tid hvor inaktivitets timer skal ignoreres
it: Orario iniziale per ignorare il timer di spegnimento per inutilizzo
uk: Початок періоду ігнорування таймера неактивності

source: Start time to ignore shutdown in standby
da: Start tid hvor nedlukningstimeren skal ignoreres når receiveren er i standby.
it: Orario iniziale per ignorare lo spegnimento in stato di standby'

source: Start timeshift
da: Start tidsforskydning
it: Avviare il timeshift
uk: Почати таймшифт

source: Start with list screen
da: Start ved liste skærm
it: Avviare con la schermata dell'elenco
uk: Початок з режиму списку

source: Starting on
da: Starter på
it: Avvio il
uk: Починаючи з

source: Startup the set top box in standby
da: Start set top boxen i standby
it: Mettere il ricevitore in stato di standby dopo l'accensione.

source: Startup to Standby
da: Startup i standby
it: Accensione in stato di standby

source: Step east
da: Drej mod Øst
it: Spostamento verso est
uk: Крок на схід

source: Step west
da: Drej mod Vest
it: Spostamento verso ovest
uk: Крок на захід

source: Stepped east
da: Step øst
it: Spostato verso est
uk: Крок на схід

source: Stepped west
da: Step Vest
it: Spostato verso ovest
uk: Крок на захід

source: Stop PiP
da: Stop BiB
it: Chiudere il PIP
uk: Відключити PiP

source: Stop all current recordings
da: Stop alle nuværende optagelser
it: Fermare tutte le registrazioni in corso

source: Stop and delete all current recordings
da: Stop og slet alle nuværende optagelser
it: Fermare ed eliminare tutte le registrazioni in corso

source: Stop and delete recording
da: Stop optagelse og slet
it: Fermare ed eliminare la registrazione

source: Stop and delete recording:
da: Stop optagelse og slet:
it: Fermare ed eliminare la registrazione:

source: Stop and delete recordings:
da: Stop og slet alle nuværende optagelser:
it: Fermare ed eliminare le registrazioni:

source: Stop current event and disable coming events
da: Stoppe nuværende program og slå kommende programmer fra
it: Interrompere l'evento in corso e disabilitare i successivi
uk: Зупинити поточну подію і відключити наступні події

source: Stop current event but not coming events
da: Stoppe nuværende program men ikke kommende programmer
it: Interrompere l'evento in corso ma non i successivi
uk: Зупинити поточну подію, але не наступні події

source: Stop entry
da: Stop punkt
it: Inerrompere l'elemento
uk: Зупинити вхід

source: Stop playing this movie?
da: Stoppe afspilning af denne film?
it: Interrompere la riproduzione di questo video?
uk: Зупинити відтворення цього відео?

source: Stop recording
da: Stop optagelse
it: Interrompere la registrazione
uk: Зупинити запис

source: Stop recording and delete
da: Stop optagelse og slet
it: Interrompere la registrazione ed eliminarla
uk: Зупинити і видалити запис

source: Stop recording:
da: Stop optagelse:
it: Interrompere la registrazione:

source: Stop recordings:
da: Stop alle nuværende optagelser:
it: Interrompere le registrazioni:

source: Stop service on return to movie list
da: Stop kanalen ved returnering til film listen
it: Interrompere la riproduzione quando si ritorna alla lista dei video

source: Stop test
da: Stoppe test
it: Arrestare il test
uk: Зупинити тест

source: Stop testing plane after # failed transponders
da: Stop afprøvning af flade efter # fejlende transpondere
it: Interrompere il test impostato dopo # transponder falliti
uk: Зупинити тестування після # помилки транспондера

source: Stop testing plane after # successful transponders
da: Stop afprøvning af flade efter # fungerende transpondere
it: Interrompere il test impostato dopo # transponder correttamente sintonizzati
uk: Зупинити тестування після # справного транспондера

source: Stop timeshift
da: Stop tidsforskydning
it: Fermare il timeshift
uk: Зупинити timeshift

source: Stop timeshift?
da: Stop tidsforskydning?
it: Fermare il timeshift?
uk: Зупинити timeshift?

source: Stopped
da: Stoppet
it: Interrotto
uk: Зупинено

source: Store at index
da: Gem ved indeks
it: Memorizzare all'indice
uk: Зберегти номер

source: Store position
da: Gemme position
it: Memorizzare la posizione
uk: Зберегти позицію

source: Stored position
da: Gemt position
it: Posizione memorizzata
uk: Збережене положення

source: Stream request
da: Stream forspørgsel
it: Richiesta di stream
uk: Порт стрімінгу

source: Streaming clients info
da: Streamklient info
it: Informazioni sui client collegati in streaming

source: Strongest position
da: Stærkeste position
it: Miglior posizione
uk: Краща позиція

source: Subservice list...
da: Underkanal liste...
it: Elenco dei sottocanali...
uk: Список суб сервісів...

source: Subservices
da: Underkanaler
it: Sottocanali
uk: Суб сервіси

source: Subtitle Quickmenu
da: Undertekst hurtigmenu
it: Menu rapido dei sottotitoli
uk: Налаштування субтитрів

source: Subtitle alignment
da: Undertekst justering
it: Allineamento dei sottotitoli
uk: Вирівнювання субтитрів

source: Subtitle border width
da: Undertekst grænsebredde
it: Spessore del bordo dei sottotitoli
uk: Ширина кайми субтитрів

source: Subtitle delay when timing is bad
da: Undertekst forsinkelse når timingen er dårlig
it: Ritardo dei sottotitoli quando la sincronizzazione è errata
uk: Затримка субтитрів при неправильному часі

source: Subtitle delay when timing lacks
da: Tekstforsinkelse når timing mangler
it: Ritardo dei sottotitoli quando manca la sincronizzazione
uk: Затримка субтитрів при браку часу

source: Subtitle font size
da: Undertekst font størrelse
it: Dimensione del carattere dei sottotitoli
uk: Розмір шрифту субтитрів

source: Subtitle language selection 1
da: Undertekstsprog valg 1
it: Selezione lingua sottotitoli 1
uk: Вибір мови субтитрів 1

source: Subtitle language selection 2
da: Undertekstsprog valg 2
it: Selezione lingua sottotitoli 2
uk: Вибір мови субтитрів 2

source: Subtitle language selection 3
da: Undertekstsprog valg 3
it: Selezione lingua sottotitoli 3
uk: Вибір мови субтитрів 3

source: Subtitle language selection 4
da: Undertekstsprog valg 4
it: Selezione lingua sottotitoli 4
uk: Вибір мови субтитрів 4

source: Subtitle position
da: Undertekst position
it: Posizione dei sottotitoli
uk: Позиція субтитрів

source: Subtitle selection
da: Undertekst vælger
it: Selezione dei sottotitoli
uk: Вибір субтитрів

source: Subtitle selection...
da: Undertekst valg...
it: Selezione dei sottotitoli...
uk: Вибір субтитрів

source: Subtitle settings
da: Undertekst indstillinger
it: Sottotitoli
uk: Меню налаштування субтитрів

source: Subtitles
da: Undertekster
it: Sottotitoli
uk: Субтитри

source: Subtitles Settings
da: Undertekstsindstillinger
it: Impostazioni dei sottotitoli

source: Succeeded:
da: Succes:

source: Sun
da: Søn
it: Dom
uk: Нд

source: Sunday
da: Søndag
it: Domenica
uk: Неділя

source: Swap PIP
da: Byt BiB
it: Scambiare il canale PIP

source: Swap PiP and main picture
da: Byt BiB og hovedbillede
it: Scambiare il canale PIP con il canale principale
uk: Поміняти PiP і основне зображення

source: Swap services
da: Bytte kanaler
it: Scambiare i canali
uk: Поміняти місцями сервіси

source: Swedish
da: Svensk
it: Svedese
uk: Шведська

source: Switch TV to correct input
da: Skift TV til rette indput
it: Commutare il TV sull'ingresso corretto
uk: Переключити ТБ на коректний вхід

source: Switch between filelist/playlist
da: Skift mellem filliste/spilleliste
it: Alternare tra elenco dei file e playlist
uk: Змінити список файлів / плейлист

source: Switch between normal mode and list mode
da: Skift mellem normal modus og liste modus
it: Alternare tra modalità normale e modalità elenco
uk: Перехід від нормального режиму до списку

source: Switch channel down
da: Skift kanal ned
it: Passare al canale precedente

source: Switch channel up
da: Skift kanal op
it: Passare al canale successivo

source: Switch to TV mode
da: Skift til TV mode
it: Passare alla modalità TV

source: Switch to filelist
da: Skift til filliste
it: Passare all'elenco dei file
uk: Переключити на список файлів

source: Switch to next bouquet
da: Skift til næste bouquet
it: Passare al prossimo bouquet

source: Switch to next channel
da: Skift til næste kanal
it: Passare al prossimo channel

source: Switch to next channel in history
da: Skift til næste kanal i historikken
it: Passare al canale successivo nella cronologia
uk: Переключити на наступний канал в історії

source: Switch to next sub service
da: Skift til næste underkanal
it: Passare al sottocanale successivo
uk: Перейти на наступний суб сервіс

source: Switch to playlist
da: Skift til spilleliste
it: Passare alla playlist
uk: Переключити на плейлист

source: Switch to previous bouquet
da: Skift til forrige bouquet
it: Passare al bouquet precedente

source: Switch to previous channel
da: Skift til forrige kanal
it: Passare al canale precedente
uk: Переключити на попередній канал

source: Switch to previous channel in history
da: Skift til forrige kanal i historikken
it: Passare al canale precedente nella cronologia
uk: Переключити на попередній канал в історії

source: Switch to previous sub service
da: Skift til forrige underkanal
it: Passare al sottocanale precedente
uk: Перейти на попередній суб сервіс

source: Switch to radio mode
da: Skift til radio mode
it: Passare alla modalità radio

source: Switchable tuner types:
da: Udskiftelige tuner typer
it: Tipi di tuner commutabili:
uk: Перемикані типи тюнерів:

source: Sync failure moving back to origin !
da: Synkronationsfejl, går tilbage!
it: Sincronizzazione non riuscita ritornando all'origine!
uk: Збій синхронізації, повернення до оригіналу!

source: TRANSLATOR_INFO
da: Sidste opdatering: 10. Marts 2015 Har du ændringer, forslag eller andet, så kontakt mig venligst!.
it: Traduzione italiana OpenPLi enigma2 a cura di Dario Croci aggiornato da ngc1927 (ngc1927@gmail.com) il 12/06/2016 aggiornato da Eragon (openpli@outlook.it) il 20/09/2016 ultimo aggiornamento: 20 settembre 2016
uk: Irkoff <irkoff@gmail.com>

source: TS file is too large for ISO9660 level 1!
da: TS filen er for stor til ISO9660 level 1!
it: File TS troppo grande per ISO9660 livello 1!
uk: TS файл занадто великий для ISO9660 level 1!

source: TV physical address report
da: TV fysisk adresse angivelse
it: Riportare l'indirizzo fisico della TV
uk: Оповіщення фізичної адреси ТВ

source: Table of contents for collection
da: Indholdsfortegnelse for kollektion
it: Elenco dei contenuti della raccolta
uk: Зміст колекції

source: Tags
da: Etiketter
it: Etichette
uk: Теги

source: Teletext subtitle color
da: TekstTV undertekst farve
it: Colore dei sottotitoli del televideo
uk: Колір телетексту субтитрів

source: Temperature and fan control
da: Kontrol af temperatur og blæser
it: Controllo della temperatura e della ventola
uk: Батьківський контроль

source: Terrestrial
da: DVB T
it: Terrestre
uk: Наземний

source: Terrestrial provider
da: DVB T udbyder
it: Provider terrestre
uk: Наземний провайдер

source: Test DiSEqC settings
da: Afprøv DiSEqC indstillinger
it: Test delle impostazioni DiSEqC
uk: Тест налаштувань DiSEqC

source: Test mode
da: Test modus
it: Modalità test
uk: Режим теста

source: Test the network configuration of your receiver.
da: Test netværkskonfiguration på din receiver.
it: Verificare la configurazione di rete del ricevitore.
uk: Тест мережевої конфігурації вашого ресивера.

source: Testscreens
da: Testskærme
it: Schermate di test

source: Testscreens that are helpfull to fine-tune your display
da: Testskærme der kan hjælpe med at fintune dit display
it: Schermate di test utili per la regolazione di precisione del display

source: Text color
da: Tekstfarve
it: Colore del testo
uk: Колір текста

source: Thank you for using the wizard. Please press OK to continue.
da: Tak for brug af hjælperen. Tryk venligst OK for at fortsætte.
it: Grazie per aver utilizzato la configurazione guidata. Premere OK per continuare.
uk: Спасибі Вам за використання майстра. Натисніть ОК для продовження.

source: Thank you for using the wizard. Your receiver is now ready for use. Press OK to start using your receiver.
da: Tak for brug af hjælperen. Din receiver er nu klar til brug Tryk venligst OK for at starte med at bruge din receiver.
it: Grazie per aver utilizzato la configurazione guidata. Ora il ricevitore è pronto per essere utilizzato. Premere OK per iniziare ad usare il ricevitore.
uk: Спасибі Вам за використання майстра. Ваш ресивер готовий до роботи. Будь ласка, натисніть OK для початку роботи вашого ресивера.

source: The %d min remaining before the end of the event.
da: %d minutter tilbage af nuværende begivenhed.
it: %d minuti mancanti alla fine dell'evento.
