Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
da: Aktiver trådløs enigma2 receiver for at prøve at tune ind til services der ikke kan tunes ind på lokalt (f.eks. tuner er optaget eller service typen er ikke tilgængelig på den lokale tuner. Specificer komplet URL inkluderet http:// og port nummer (normalt ...:8001), f.eks. http://second_box:8001.
it: Abilitare il tentativo di utilizzare un ricevitore remoto per sintonizzare i canali che non possono essere sintonizzati localmente, ad es. il tuner è occupato o il tipo di canale non è disponibile sul tuner locale. Specificare l'URL completo incluso http:// e il numero della porta (in genere ....:8001), ad es. http://ricevitore_secondario:8001.

source: Enable teletext caching
da: Aktiver TekstTV lagring
it: Abilitare la cache del televideo
uk: Включити кешування телетексту

source: Enable timer conflict detection
da: Aktiver timer konflikt detektion
it: Abilitare il controllo dei conflitti tra timer

source: Enable volume control with arrow buttons
da: Aktiver volume
it: Abilitare il controllo del volume con i tasti freccia

source: Enable wakeup timer
da: Aktiver wakeup timer

source: Enable zapping with CH+/-, B+/-, P+/-
da: Aktiver zapning med CH+/-, B+/-, P+/-
it: Abilitare il cambio canale con CH+/-, B+/-, P+/-

source: Enabled
da: Aktiveret
it: Abilitato
uk: Увімкнено

source: Encrypted:
da: Krypteret:
it: Codificato:
uk: Шифрування:

source: Encryption
da: Kodning
it: Codifica
uk: Кодування

source: Encryption key
da: Kodnings nøgle
it: Chiave di codifica
uk: Ключ шифрування

source: Encryption key type
da: Kodnings nøgletype
it: Tipo di chiave di codifica
uk: Тип ключа шифрування

source: Encryption:
da: Kryptering:
it: Codifica:
uk: Шифрование:

source: End time
da: Stop tid
it: Ora di fine
uk: Час закінчення

source: End time to ignore inactivity sleeptimer
da: Sluttid hvor inaktivitets sleeptimeren skal ignoreres.
it: Ultimo orario per poter ignorare il timer di spegnimento per inutilizzo
uk: Закінчення періоду ігнорування таймера неактивності

source: End time to ignore shutdown in standby
da: Sluttid hvor nedlukning i standby skal ignoreres.
it: Ultimo orario per poter ignorare lo spegnimento in stato di standby

source: English
da: Engelsk
it: Inglese
uk: Англійський

source: Enigma (re)starts: %d
da: Enigma (gen)starter: %d
it: (Ri)avvii di Enigma: %d

source: Enigma2 skin selector
da: Enigma2 tema vælger
it: Selezione della skin Enigma2
uk: селектор скінів Enigma2

source: Enter PIN
da: Indtast PIN
it: Immettere il PIN

source: Enter main menu...
da: Åbne hoved menu...
it: Menu principale...
uk: Увійти в головне меню...

source: Enter persistent PIN code
da: Indtast vedvarende PIN kode
it: Immettere il codice PIN permanente

source: Enter pin code
da: Indtast pinkode
it: Inserire il codice PIN
uk: Змінити PIN-код

source: Enter the service pin
da: Skriv service koden
it: Inserire il codice PIN del canale
uk: Введіть PIN-код для сервісу

source: Equal to
da: Lig med
it: Uguale a

source: Error
da: Fejl
it: Errore
uk: Помилка

source: Error code
da: Fejlkode
it: Codice errore
uk: Код помилки

source: Error executing plugin
da: Fejl ved kørsel af plugin
it: Errore di esecuzione del plugin!
uk: Помилка запуску плагіна

source: Error: %s Retry?
da: Fejl: %s Prøv igen?
it: Errore: %s Riprovare?
uk: Помилка: %s Повторити?

source: Estonian
da: Estisk
it: Estone
uk: Эстонський

source: Ethernet network interface
da: Ethernet netværksinterface
it: Interfaccia di rete Ethernet
uk: Інтернет мережевий інтерфейс

source: Event font size (relative to skin size)
da: Begivenheds font størrelse (i forhold til tema størrelse)
it: Dimensioni del carattere per l'evento (relative alle dimensioni della skin)
uk: Розмір шрифту подій (стосовно скіну)

source: Event view
da: Programoversigt
it: Vista eventi
uk: Огляд події

source: Event view context menu
da: Begivenhed vis kontekst menu

source: Event view menu
da: Programoversigt menu
it: Menu vista eventi
uk: Меню огляду події...

source: Events info menu
da: Begivenheds info menu

source: Every known
da: Alle kendte

source: Everywhere
da: Overalt
it: Ovunque
uk: Скрізь

source: Exceeds dual layer medium!
da: Overskrider dobbelt lags media!
it: Supera la capacità del supporto a doppio strato!
uk: Перевищує двошаровий носій

source: Execution finished!!
da: Kommandoen udført!!
it: Esecuzione terminata!!
uk: Виконання закінчено!

source: Execution progress:
da: Kommando status:
it: Avanzamento dell'esecuzione:
uk: Процес виконання:

source: Exif
da: Afslut

source: Exit
da: Afslut
it: Chiudere
uk: Вийти

source: Exit EPG
da: Forlad EPG
it: Uscire dall'EPG
uk: Вихід із EPG

source: Exit editor
da: Afslut editor
it: Uscire dall'editor
uk: Вийти из редактора

source: Exit input device selection.
da: Afslut input enhedsvalg
it: Uscire dalla selezione del dispositivo di input.
uk: Вихід з вибору пристрою введення

source: Exit media player?
da: Luk medieafspiller?
it: Uscire dal Mediaplayer?
uk: Вихід з медіаплеєру?

source: Exit mediaplayer
da: Luk medieafspiller
it: Uscire dal Mediaplayer
uk: Закрити медіаплеєр

source: Exit movie list
da: Luk filmliste
it: Uscire dall'elenco dei video
uk: Закрити список фільмів

source: Exit movie player?
da: Luk filmafspiller?
it: Uscire dal Movie player?
uk: Вийти з відеоплеєра?

source: Exit nameserver configuration
da: Luk navneserver opsætning
it: Uscire dall'impostazione del server dei nomi (DNS)
uk: Закрити конфігуратор DNS

source: Exit network interface list
da: Luk netværksinterfaceliste
it: Uscire dall'elenco interfacce di rete
uk: Закрити список мережевих інтерфейсів

source: Exit network wizard
da: Afbryd netværkshjælper
it: Uscire dalla config. di rete guidata
uk: Вийти з майстра

source: Exit the wizard
da: Afslut guiden
it: Uscire dalla config. guidata
uk: Вийти з майстра установок

source: Expert
da: Ekspert
it: Esperto
uk: Експерт

source: Extend sleeptimer 15 minutes
da: Tilføj 15 minutter til sleeptimeren
it: Estendere il timer di spegnimento di 15 minuti
uk: Додати до таймера сну 15 хвилин

source: Extended
da: Udvidet
it: Esteso

source: Extended Software
da: Udvidet software
it: Software esteso
uk: Розширений лог

source: Extended Software Plugin
da: Udvidet software plugin
it: Plugin Software esteso
uk: Розширений плагін налаштувань мережі...

source: Extended network setup plugin...
da: Udvidet netværk opsætnings plugin...
it: Plugin di configurazione avanzata rete...
uk: Розширений плагін налаштувань мережі...

source: Extended setup...
da: Udvidet opsætning...
it: Impostazioni avanzate...
uk: Розширені налаштування...

source: Extensions
da: Udvidelser
it: Estensioni
uk: Плагіни та Додатки

source: Extensions management
da: Håndtering af udvidelser
it: Gestione delle estensioni
uk: Управління доповненнями

source: Extensions menu
da: Udvidelser menu

source: External
da: Ekstern
it: Esterno

source: External PiP
da: Ekstern BiB
it: PIP esterno

source: External Storage %s
da: Ekstern Storage %s
it: Archiviazione esterna %s

source: External subtitle color
da: Ekstern undertekst farve
it: Colore dei sottotitoli esterni
uk: Колір зовнішніх субтитрів

source: External subtitle dialog colorisation
da: Ekstern underteksts dialog farvelægning
it: Colorizzazione dei dialoghi nei sottotitoli esterni

source: External subtitle switch fonts
da: Ekstern undertekstsskift af skrifttype
it: Caratteri sostitutivi per i sottotitoli esterni

source: Extra end time to ignore inactivity sleeptimer
da: Ekstra sluttid til at ignorere inaktiv slumretimer
it: Orario finale aggiuntivo per ignorare il timer di spegnimento per inutilizzo

source: Extra motor options
da: Ekstra motor indstilinger
it: Opzioni aggiuntive del motore

source: Extra start time to ignore inactivity sleeptimer
da: Ekstra starttid til at ignorere inaktiv slumretimer
it: Orario iniziale aggiuntivo per ignorare il timer di spegnimento per inutilizzo

source: Factory reset
da: Gendan fabriksindstilling
it: Ripristino configurazioni di fabbrica
uk: Заводські установки

source: Failed
da: Fejlet
it: Non riuscito
uk: Невдалий

source: Failed to write /tmp/positionersetup.log:
da: Fejlede med at skrive /tmp/positionersetup.log:
it: Scrittura su /tmp/positionersetup.log non riuscita:
uk: Не вдалося записати /tmp/positionersetup.log:

source: Failed:
da: Fejlet:

source: Fan %d
da: Ventilator %d
it: Ventola %d
uk: Вентилятор %d

source: Fan %d PWM
da: Ventilator %d PWM
it: PWM ventola %d
uk: Вентилятор %d PWM

source: Fan %d voltage
da: Ventilator %d spænding (V)
it: Tensione ventola %d
uk: Вентилятор %d напруга

source: Fan operation
da: Fan tilstand
it: Funzionamento ventola

source: Fan speed
da: Fan hastighed
it: Velocità ventola

source: Fast
da: Hurtig
it: Veloce
uk: Швидко

source: Fast DiSEqC
da: Hurtig DiSEqC
it: DiSEqC veloce
uk: Швидкий DiSEqC

source: Fast Scan
da: Hurtig søgning
it: Ricerca veloce
uk: Швидкий пошук по провайдеру

source: Fast epoch
da: Hurtig epoch
it: Posizionamento veloce
uk: Час для прискоренної швидкості

source: Fast forward speeds
da: Hurtig fremad spolnings hastigheder
it: Velocità di avanzamento veloce
uk: Швидкість перемотування вперед

source: Favourites
da: Favoritter
it: Preferiti
uk: Фаворити

source: File appears to be busy.
da: Filen virker optaget.
it: Il file sembra essere occupato.
uk: Файл виявився зайнятим.

source: Filesystem check
da: Filsystem tjek
it: Verifica del filesystem
uk: Перевірка файлової системи

source: Final position at
da: Slutposition ved
it: Posizione finale a
uk: Підсумкова позиція

source: Final position at index
da: Slutposition ved Index
it: Indice posizione finale
uk: Номер підсумкової позиції

source: Final scroll delay
da: Endelig scroll forsinkelse
it: Ritardo finale di scorrimento

source: Fine movement
da: Fin bevægelse
it: Spostamento di precisione
uk: Тонке переміщення

source: Finetune
da: Fintuning
it: Sint. fine
uk: Точно

source: Finished
da: Færdig
it: Completato
uk: Завершено

source: Finished configuring your network
da: Afsluttede opsætning af dit netværk
it: Configurazione di rete completata
uk: Налаштування мережі закінчена

source: Finished restarting your network
da: Afsluttede genstart af dit netværk
it: Riavvio della rete completato
uk: Перезавантаження вашої мережі завершена

source: Finnish
da: Finsk
it: Finlandese
uk: Фінський

source: Fixed
da: Fast
it: Fisso
uk: Фіксована

source: Following tasks will be done after you press OK!
da: Følgende opgaver vil blive udført efter tryk på OK!
it: Le seguenti operazioni saranno eseguite dopo aver premuto il tasto OK!
uk: Виконання почнеться після того, як ви натиснете ОК!

source: Force LNB Power
da: Tving LNB Power
it: Mantenere l'alimentazione all'LNB

source: Force ToneBurst
da: Tving ToneBurst
it: Forzare il segnale a 22 kHz (toneburst)

source: Format
da: Formatere
it: Formattare
uk: Формат

source: Forward volume keys
da: Fremad lydstyke
it: Replicare i tasti per controllare il volume
uk: Передати кнопки звуку

source: Frame size in full view
da: Billed størrelse i fuld
it: Dimensione del frame in visualizzazione piena
uk: Розмір рамки при перегляді на весь екран

source: French
da: Fransk
it: Francese
uk: Французський

source: Frequency
da: Frekvens
it: Frequenza
uk: Частота

source: Frequency & Channel
da: Frekvens & Kanal

source: Frequency & Polarization
da: Frekvens & Polarisering

source: Frequency bands
da: Frekvens bånd
it: Bande di frequenza
uk: Частотні діапазони

source: Frequency scan step size(khz)
da: Frekvens søgnings trin størrelse(khz)
it: Ampiezza dell'incremento della frequenza durante la ricerca (kHz)
uk: Крок частоти сканування(khz)

source: Frequency steps
da: Frekvens trin
it: Incrementi di frequenza
uk: Крок частоти

source: Frequency:
da: Frekvens:
it: Frequenza:
uk: Частота:

source: Fri
da: Fre
it: Ven
uk: Пт

source: Friday
da: Fredag
it: Venerdì
uk: П'ятниця

source: From :
da: Fra
it: Da:
uk: Від :

source: Full transparency
da: Fuld gennemsigtighed
it: Trasparenza piena
uk: Повна прозорість

source: Fulview resulution
da: Fulview opløsning
it: Risoluzione a pieno schermo
uk: Повна роздільна здатність перегляду

source: Function of OK button
da: OK knappens funktion
it: Funzione del tasto OK
uk: Функція кнопки OK

source: Further Options
da: Yderligere indstillinger
it: Ulteriori opzioni

source: Further options
da: Yderligere muligheder
it: Ulteriori opzioni

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
da: GUI skal genstartes for aktivering af nyt grafisk tema Vil du genstarte GUI nu?
it: Per attivare la nuova skin è necessario il riavvio dell'interfaccia utente. Riavviare ora?
uk: Для активації нового скіна необхідний рестарт GUI. Ви хочете зробити це зараз?

source: General AC3 delay
da: Standard AC3 forsinkelse
it: Ritardo generale AC3
uk: Загальна затримка AC3

source: General PCM delay
da: Standard PCM forsinkelse
it: Ritardo generale PCM
uk: Загальна затримка PCM

source: German
da: Tysk
it: Tedesco
uk: Німецький

source: Getting plugin information. Please wait...
da: Henter plugin information. Vent venligst...
it: Recupero delle informazioni sui plugin. Attendere...
uk: Отримання інформації про плагін. Будь ласка чекайте...

source: Go down the list
da: Gå ned af listen
it: Scorrere l'elenco in giù
uk: Перемістити вниз до останнього запису

source: Go to first movie or last item
da: Gå til første film, eller sidste emne
it: Andare al primo video o all'ultimo elemento
uk: Перейти до першого відео або до останнього рядка

source: Go to first movie or top of list
da: Gå til første film, eller toppen af listen
it: Andare al primo video o all'inizio dell'elenco
uk: Перейти до першого відео або на вгору списку

source: Go to first service
da: Gå til første kanal
it: Andare al primo canale
uk: Перейти на перший сервіс

source: Go to last service
da: Gå til sidste kanal
it: Andare all'ultimo canale
uk: Перейти на останній сервіс

source: Go to next event
da: Gå til næste udsendelse
it: Andare all'evento successivo
uk: Перейти на наступну подію

source: Go to next page of service
da: Gå til næste side af kanaler
it: Passare alla pagina canali successiva
uk: Перейти на наступну сторінку сервісів

source: Go to previous event
da: Gå til forrige udsendelse
it: Andare all'evento precedente
uk: Перейти на попередню подію

source: Go to previous page of service
da: Gå til forrige side af kanaler
it: Andare alla pagina canali precedente
uk: Перейти на попередню сторінку сервісів

source: Go up the list
da: Gå op af listen
it: Scorrere l'elenco in sù
uk: Перейти в кінець списку

source: Goto
da: Gå til
it: Andare a
uk: Перехід

source: Goto 0
da: Gå til 0
it: Andare a 0
uk: Перехід на позицію 0

source: Goto :
da: Gå til :
it: ndare a:
uk: Куди :

source: Goto X
da: Gå til X
it: Andare a X
uk: Перехід на позицію Х

source: Goto index position
da: Gå til indeks
it: Andare alla posizione indice
uk: Номер позиції

source: Goto next day of events
da: Gå til næste dages udsendelser
it: Andare al giorno successivo degli eventi
uk: Перейти на наступний день подій

source: Goto next page of events
da: Gå til næste side af udsendelse
it: Andare alla pagina successiva degli eventi
uk: Перейти на попередню сторінку подій

source: Goto position
da: Gå til position
it: Andare alla posizione
uk: Перейти на позицію

source: Goto previous day of events
da: Gå til forrige dags udsendelser
it: Andare al giorno prrecedente degli eventi
uk: Перейти на попередній день подій

source: Goto previous page of events
da: Gå til forrige side af udsendelser
it: Andare alla pagina precedente degli eventi
uk: Перейти на попередню сторінку подій

source: Goto primetime / now
da: Gå til primetime / nu
it: Andare al primetime / adesso

source: Goto specific date/time
da: Gå til en specifik dato/tid
it: Andare alla data/orario specificati

source: GotoX calibration
da: Gå til X calibrering
it: Calibrazione GotoX
uk: Калібрування позиції Х

source: GraphMultiEpg Settings
da: GrafiskMultiEpg indstillinger
it: Impostazioni Multi EPG grafico
uk: Налаштування графічного мульти-EPG

source: Graphical Multi EPG
da: Grafisk multi EPG
it: Multi EPG grafico
uk: Графічний мульти-EPG

source: Greek
da: Græsk
it: Greco
uk: Гречеський

source: Green
da: Grøn
it: Verde

source: Green boost
da: Grøn forstærkning
it: Intensificare il verde
uk: Підвищення зеленого

source: Guard interval
da: Beskyttelse interval
it: Intervallo di guardia
uk: Інтервал захисту

source: HD list
da: HD Liste
it: Elenco HD
uk: HD лист

source: HDMI-CEC setup
da: HDMI-CEC indstillinger
it: Protocollo HDMI-CEC

source: Handle standby from TV
da: Håndter Standby fra TV
it: Gestire lo standby dalla TV
uk: Режим очікування при вимкненню ТБ

source: Handle wakeup from TV
da: Håndter Vågn op fra TV
it: Gestire l'accensione dalla TV
uk: Увімкнути при включенні ТВ

source: Hard disk setup
da: Harddisk opsætning
it: Impostazioni hard disk
uk: Налаштування диска

source: Hard disk standby after
da: Harddisk slumre efter:
it: Standby hard disk dopo
uk: Відключення HDD через

source: Hebrew
da: Hebraisk
it: Ebraico
uk: Іврит

source: Helps setting up your antenna
da: Hjælper med at sætte din antenne op
it: Aiuto per configurare l'antenna

source: Hidden network
da: Skjult netværk
it: Rete nascosta
uk: Прихована мережа

source: Hide channel list in radio mode
da: Skjul kanallisten i radio modus
it: Nascondere l'elenco canali in modalità radio
uk: Приховати список каналів в режимі радіо

source: Hide known extensions
da: Skjul kendte endelser
it: Nascondere le estensioni conosciute
uk: Приховати відомі роздільні здатності

source: Hide number markers
da: Skjul nummer markeringer
it: Nascondere i markers numerici
uk: Приховувати номера маркерів

source: Hide parentel locked services
da: Skjul forældrelåste services
it: Nascondere i canali bloccati dal parental control

source: Hide player
da: Skjul afspiller
it: Nascondere il player
uk: Приховати програвач

source: Hide zap errors
da: Skjul zap fejl
it: Nascondere gli errori nel cambio canale
uk: Заховати помилки при перемиканні каналів

source: Hierarchy info
da: Hierarki info
it: Informazioni gerarchia
uk: Ієрархія інформації

source: High bitrate support
da: Høj bitrate understøtning
it: Supporto hight bitrate
uk: Підтримка високого бітрейта

source: History back
da: Historie tilbage
it: Indietro nella cronologia

source: History next
da: Historie næste
it: Avanti nella cronologia

source: Hold screen
da: Frys skærm
it: Bloccare lo schermo
uk: Зберігати екран

source: Hold till locked
da: Frys til låst
it: Bloccare fino al lock
uk: Зберігати екран-заблоковано

source: Home
da: Hjem
uk: Домашня

source: Horizontal
da: Horisontal
it: Orizzontale
uk: Горизонтальна

source: Horizontal turning speed
da: Horisontal drejehastighed
it: Velocità di rotazione orizzontale
uk: Поляризація (H) - швидкість повороту

source: Hotkey Panic
da: Hotkey Panik
it: Tasto Panico

source: How many minutes do you want add to record?
da: Hvor mange minutter vil du tilføje til optagelsen?
it: Quanti minuti devono essere aggiunti alla registrazione?

source: How many minutes do you want to record?
da: Hvor mange minutter vil du optage?
it: Quanti minuti deve durare la registrazione?
uk: Скільки хвилин ви хочете записати?

source: Hue
da: Klarhed
it: Tinta
uk: Відтінок

source: Hungarian
da: Ungarsk
it: Ungherese
uk: Угорський

source: IP address
da: IP adresse
it: Indirizzo IP
uk: IP адреса

source: ISO file is too large for this filesystem!
da: ISO filen er for stor til dette filsystem!
it: File ISO troppo grande per questo filesystem!
uk: ISO файл занадто великий для цієї файлової системи!

source: ISO path
da: ISO stien
it: Percorso ISO
uk: ISO шлях

source: Icons
da: Ikoner
it: Icone
uk: Іконка

source: If you see this, something is wrong with your scart connection. Press OK to return.
da: Hvis du ser dette, så er noget galt med din scart forbindelse. Tryk OK for at komme tilbage.
it: La connessione SCART non funziona correttamente! Premere Ok per uscire.
uk: Якщо ви бачите це, то щось не так з вашим SCART з'єднанням. Натисніть кнопку ОК, щоб повернутися.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
da: Hvis dit TV har Lysstyrke eller Kontrast indstilling, så slå dette fra. Forefindes en "dynamisk" indstilling, sæt denne til standard. Juster baglysstyrke så den passer til din smag. Skru ned for din Kontrast så meget som muligt. Derefter skru din Lysstyrke så langt ned, så du stadig kan se skyggerne af de Grå bjælker. Tænk ikke på de lyse skygger nu. De vil blive indstillet i næste trin. Hvis du er tilfreds med resultatet, tryk OK.
it: Se la TV dispone di un controllo per il miglioramento del contrasto, disattivarlo. Se c'è un'opzione denominata "Dinamico", impostarla a standard. Regolare la retro-illuminazione al livello preferito. Abbassare il più possibile il contrasto. Quindi abbassare al minimo la luminosità, assicurandosi tuttavia che le due sfumature più scure di grigio rimangano distinguibili. Per il momento non preoccuparsi delle sfumature chiare: saranno regolate successivamente. Quando il risultato appare soddisfacente, premere OK.

source: Ignore conflict
da: Ignorer konfilkt

source: Image:
da: Billede:
it: Immagine:
uk: Імідж:

source: In order to record a timer, the TV was switched to the recording service!
da: For at optage via timer, er TV skiftet til optage kanal!
it: Per avviare una registrazione programmata, la TV è stata sintonizzata sul canale da registrare!
uk: Для старту запису за таймером, перемикаємо на записуваний сервіс!

source: In progress
da: Arbejder
it: In corso
uk: У прогресі

source: Inactivity Sleeptimer
da: Inaktivitets Sleeptimer
it: Timer di spegnimento per inutilizzo
uk: Таймер неактивності

source: Include AIT in http streams
da: Inkluder AIT i http stream
it: Includere AIT negli stream http
uk: Вмикати AIT в http стрім

source: Include ECM in http streams
da: Inkluder ECM i http stream
it: Includere ECM negli stream http
uk: Вмикати ECM в http стрім

source: Include EIT in http streams
da: Inkluder EIT i http stream
it: Includere EIT negli stream http
uk: Вмикати EIT в http стрім

source: Incorrect type service for PiP!
da: Ukorrekt kanaltype for BiB!
it: Canale di tipo non idoneo per il PIP!

source: Increased voltage
da: Øget spænding
it: Voltaggio aumentato
uk: Підвищена напруга

source: Index
da: Oversigt
it: Indice
uk: Індекс

source: Index allocated:
da: Oversigt anvendt:
it: Indice assegnato:
uk: Виділено номер:

source: Info bar timeout
da: Infobar slukningstid
it: Persistenza della infobar
uk: Час показу інфобара

source: Infobar frontend data source
da: Infobar datakilde
it: Origine dei dati di sintonia per l'infobar

source: Init
da: Initialiser
uk: Ініціалізація

source: Initial fast forward speed
da: Fremadspolingshastighed ved start
it: Velocità iniziale di avanzamento veloce
uk: Первісна швидкість перемотування вперед

source: Initial location in new timers
da: Oprindelig placering i nye timere
it: Posizione iniziale nei nuovi timer
uk: Початкове місце нових таймерів

source: Initial lock ratio
da: Oprindelig lås ratio
it: Rapporto iniziale di lock
uk: Початкове співвідношення захоплення
