Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Satellite equipment setup
da: Satellit udstyrs opsætning
it: Configurazione dell'apparecchio satellitare
uk: Налаштування супутн. обладнання

source: Satellite longitude:
da: Satellit længegrade
it: Longitudine del satellite:
uk: Довгота супутника:

source: Satellites
da: Satellitter
it: Satelliti
uk: Супутники

source: Satfinder
da: Sat Søger
uk: Пошук супутника

source: Sats
da: Satellitter
it: Satelliti
uk: Супутники

source: Saturation
da: Farvemætning
it: Saturazione
uk: Насиченість

source: Saturday
da: Lørdag
it: Sabato
uk: Субота

source: Save
da: Gem
it: Salvare
uk: Зберегти

source: Save and exit
da: Gem og afslut
it: Salvare ed uscire

source: Save and restart timeshift
da: Gem og genstart timeshift
it: Salvare e riavviare il timeshift

source: Save and stop timeshift
da: Gem og stop timeshift
it: Salvare e arrestare il timeshift

source: Save changes
da: Gem ændringer

source: Save playlist
da: Gem spilleliste
it: Salvare la playlist
uk: Зберегти плейлист

source: Save timeshift and zap
da: Gem timeshift og zap
it: Salvare il timeshift e cambiare canale

source: Save timeshift file
da: Gem tidsforskydnings fil
it: Salvare il file di timeshift
uk: Зберегти файл timeshift

source: Save timeshift file in movie directory
da: Gem tidsforskydnings fil i film bibliotek
it: Salvare il file di timeshift nella cartella dei video
uk: Зберегти файл timeshift в каталог movie

source: Save timeshift in movie dir and zap
da: Gem timeshift i filmmappen og zap
it: Salvare il file di timeshift nella cartella dei video e cambiare canale

source: Save timeshift only for current event
da: Gem kun timeshift for nuværende begivenhed
it: Salvare il file di timeshift solo per l'evento corrente

source: Scaler sharpness
da: Skaler skarphed
it: Nitidezza dello scaler
uk: Чіткість

source: Scaling mode
da: Skalerings modus
it: Modalità di riscalatura
uk: Режим масштабування

source: Scan
da: Søg
it: Ricerca
uk: Сканування

source: Scan
da: Søgning
it: Ricercare su
uk: Сканування

source: Scan %s
da: Søg %s
it: Ricercare su %s
uk: Сканування %s

source: Scan %s band
da: Søg %s bånd
it: Ricercare sulla banda %s
uk: Діапазон %s Сканування

source: Scan additional SR
da: Søge yderligere SR
it: Ricercare ulteriori SR
uk: Сканувати додатково SR

source: Scan files...
da: Søg filer...
it: Ricercare i file...
uk: Сканувати файли...

source: Scan options
da: Skan muligheder
it: Opzioni di ricerca

source: Scan wireless networks
da: Søge trådløse netværk
it: Ricercare le reti wireless
uk: Сканувати бездротові мережі

source: Scan your network for wireless access points and connect to them using your selected wireless device.
da: Gennemsøg dit netværk for trådløse access punkter og forbind til dem med den valgte trådløse enhed.
it: Ricercare i punti di accesso di rete wireless e collegarsi ad essi tramite l'adattatore wifi selezionato.
uk: Сканування мережі для пошуку бездротових точок доступу і підключення до вибраного пристрою.

source: Scanning %s...
da: Søger %s...
it: Ricerca in corso su %s...
uk: Сканування %s...

source: Scanning - %d%% completed
da: Søger - %d%% færdig
it: Ricerca - %d%% completato
uk: Сканування - %d%% завершено

source: Scanning completed, %d channel found
da: Søgning færdig, %d kanal fundet
it: Ricerca completata, %d canale trovato
uk: Сканування завершено, %d канал знайдено

source: Scanning failed!
da: Søgning fejlet
it: Ricerca non riuscita!
uk: Помилка сканування!

source: Scanning...
da: Søger
it: Ricerca in corso...
uk: Сканування...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
da: Søge standard lamedbs sorteret efter satellit med tilsluttet parabol motor
it: Ricerca sui lamedb predefiniti ordinati per satellite usando una parabola motorizzata
uk: Сканувати lamedb по супутниках з підключеним мотопідвісом

source: Scroll delay
da: Scroll forsinkelse
it: Ritardo di scorrimento

source: Scroll repeats
da: Scroll gentagelser
it: Ripetizioni dello scorrimento

source: Search east
da: Søg Øst
it: Cercare ad est
uk: Пошук на сході

source: Search west
da: Søg Vest
it: Cercare ad ovest
uk: Пошук на заході

source: Searching
da: Søger
it: Ricerca in corso
uk: Пошук

source: Searching east ...
da: Søger øst
it: Ricerca in corso ad est...
uk: Пошук на сході ...

source: Searching for available updates. Please wait...
da: Søger efter tilgængelige opdateringer. Vent venligst...
it: Ricerca degli aggiornamenti disponibili in corso. Attendere...
uk: Пошук доступних оновлень. Будь ласка зачекайте ...

source: Searching for new installed or removed packages. Please wait...
da: Søger efter nyinstallerede eller fjernede pakker. Vent venligst...
it: Ricerca dei nuovi pacchetti installati o rimossi in corso. Attendere...
uk: Пошук нових пакетів, встановлення або видалення. Будь ласка зачекайте ...

source: Searching west ...
da: Søger vest
it: Ricerca in corso ad ovest...
uk: Пошук на заході ...

source: Second cable of motorized LNB
da: Andet kabel på motoriseret LNB
it: Secondo cavo dell'LNB motorizzato

source: Secondary DNS
da: Sekundær DNS
it: DNS 2
uk: Вторинний DNS

source: Seek
da: Søg
it: Ricerca
uk: Перемотка

source: Seek backward
da: Søg baglæns
it: Ricercare indietro
uk: Перемотка назад

source: Seek backward (enter time)
da: Søg baglæns (skriv tid)
it: Ricercare indietro (inserire tempo)
uk: Перемотати назад (введіть час)

source: Seek forward
da: Søg forlæns
it: Ricercare avanti
uk: Перемотка вперед

source: Seek forward (enter time)
da: Søg forlæns (skriv tid)
it: Ricercare avanti (inserire tempo)
uk: Перемотати вперед (введіть час)

source: Select
da: Vælg
it: Selezionare
uk: Вибрати

source: Select CAId
da: Vælg CAId
it: Selezionare il CAId
uk: Вибір CAId

source: Select Channel
da: Vælg Kanal
it: Selezionare il canale

source: Select HDD
da: Vælg harddisk
it: Selezionare l'HDD
uk: Вибрати HDD

source: Select a bouquet
da: Vælg en favoritliste
it: Selezionare un bouquet
uk: Вибрати фаворит (букет)

source: Select a movie
da: Vælg en film
it: Selezionare un video
uk: Вибрати відео

source: Select a network adapter
da: Vælg en netværks adapter
it: Selezionare una scheda di rete
uk: Вибір мережевого адаптера

source: Select a skin
da: Vælg et grafisk tema
it: Selezionare una skin
uk: Вибрати скін

source: Select a tuner
da: Vælg en tuner
it: Selezionare un tuner
uk: Вибрати тюнер

source: Select a wireless network
da: Vælg et trådløst netværk
it: Selezionare una rete wireless
uk: Виберіть бездротову мережу

source: Select action
da: Vælg handling
it: Selezionare un'attività

source: Select action for timer '%s'.
da: Vælg handling for timer '%s'.
it: Selezionare un'attività per il timer '%s'.

source: Select all
da: Vælg alt
it: Selezionare tutto

source: Select audio track
da: Vælg lydspor
it: Selezionare una traccia audio
uk: Вибір Аудіо доріжки

source: Select backup files
da: Vælg backup filer
it: Selezionare i file di backup
uk: Вибрати файли бекапа

source: Select backup location
da: Vælg backup placering
it: Selezionare la destinazione dei backup
uk: Вибрати розташування бекапа

source: Select channel
da: Vælg kanal
it: Selezionare un canale

source: Select channel to record from
da: Vælg optagekanal
it: Selezionare un canale da registrare
uk: Вибрати канал для запису з

source: Select copy destination for:
da: Vælg kopi destination for
it: Selezionare la destinazione per la copia di:
uk: Вибір місця для копії:

source: Select destination for:
da: Vælg destination for
it: Selezionare la destinazione per:
uk: Вибір місця для:

source: Select files for backup.
da: Vælg filer til backup
it: Selezionare i file per il backup
uk: Вибір файлів для резервного копіювання.

source: Select files/folders to backup
da: Vælg filer/mapper til backup
it: Selezionare i file e le cartelle da includere nel backup.
uk: Вибір файлів/папок для резервного копіювання.

source: Select input device
da: Vælg enhed
it: Selezionare il dispositivo di input
uk: Виберіть пристрої введення

source: Select input device.
da: Vælg enhed.
it: Selezionare il dispositivo di input.
uk: Вибір пристрою введення

source: Select interface
da: Vælg interface
it: Selezionare l'interfaccia
uk: Виберіть інтерфейс

source: Select location
da: Vælg lokation
uk: Вибір розташування

source: Select movie
da: Vælg film
it: Selezionare il video
uk: Вибір відео

source: Select provider to add...
da: Vælg udbyder, der skal tilføjes...
it: Selezionare il provider da aggiungere...
uk: Вибір провайдера для додавання...

source: Select refresh rate
da: Vælg opdaterings hastighed
it: Selezionare la frequenza di refresh
uk: Виберіть частоту оновлення

source: Select satellites
da: Vælg satelitter
it: Selezionare i satelliti

source: Select service to add...
da: Vælg kanal der skal tilføjes...
it: Selezionare il canale da aggiungere...
uk: Вибір сервісу для додавання...

source: Select sort method:
da: Vælg sorteringsmetode:
it: Selezionare il metodo di ordinamento:

source: Select target folder
da: Vælg målfolderen
it: Selezionare la cartella di destinazione
uk: Вибрати цільову папку

source: Select the movie path
da: Vælg stien til film
it: Selezionare il percorso dei video
uk: Вибрати шлях до відео

source: Select upgrade source
da: Vælg opgraderingskilde
it: Selezionare l'origine degli aggiornamenti
uk: Вибір джерела оновлення

source: Select upgrade source to edit.
da: Vælg opgraderingskilde til redigering.
it: Selezionare l'origine degli aggiornamenti da modificare.
uk: Вибір джерела оновлення для редагування.

source: Select video input with up/down buttons
da: Vælg video input med op/ned knapperne
it: Selezionare l'ingresso video con i tasti Sù/Giù
uk: Виберіть відеовхід кнопками вгору/вниз

source: Select video mode
da: Vælg video type
it: Selezionare la modalità video
uk: Виберіть відеорежим

source: Select wireless network
da: Vælg trådløst netværk
it: Selezionare una rete wireless
uk: Виберіть бездротову мережу

source: Select your Skin
da: Vælg et skin
it: Selezionare la skin

source: Select your provider, and press OK to start the scan
da: Vælg din udebyder, og tryk OK for at starte søgningen
it: Selezionare il provider desiderato e premere OK per avviare la ricerca
uk: Виберіть провайдера і натисніть ОК для сканування

source: Selecting satellites 1 (USALS)
da: Vælger satellit 1 (USALS)
it: Selezionare i satelliti 1 (USALS)

source: Selecting satellites 2 (USALS)
da: Vælger satellit 2 (USALS)
it: Selezionare i satelliti 2 (USALS)

source: Send DiSEqC
da: Sender DiSEqC
it: Inviare comando DiSEqC

source: Send DiSEqC only on satellite change
da: Sender DiSEqC kun ved satellite skifte
it: Inviare comando DiSEqC solo su cambio satellite
uk: Надіслати DiSEqC тільки при зміні супутника

source: Separate titles with a main menu
da: Adskil titler med en hoved menu
it: Separare i titoli con un menu principale
uk: Окремі розділи в головному меню

source: Sequence repeat
da: Sekvens gentagelse
it: Ripetizione sequenza
uk: Послідовність повторення

source: Serbian
da: Serbisk
it: Serbo
uk: Сербський

source: Service
da: Kanal info
it: Informazioni sul canale
uk: Сервіс

source: Service has been added to the favourites.
da: Kanal er nu tilføjet favoritter.
it: Canale aggiunto ai preferiti.
uk: Сервіс був доданий в фаворити.

source: Service has been added to the selected bouquet.
da: Kanal er tilføjet den valgte favoritliste.
it: Canale aggiunto al bouquet selezionato!
uk: Сервіс був доданий в обраний пакет.

source: Service info
da: Kanalinfo
it: Info canale
uk: Информація про сервіс

source: Service info - tuner setting values
da: Service info - tuner indstillingsværdier

source: Service invalid! (Timeout reading PMT)
da: Kanal fejl! (Timeout læsning i PMT)
it: Canale non valido! (Timeout leggendo il Program Map Table PMT)
uk: Недійсний сервіс! (Тайм-аут читання PMT)

source: Service name
da: Kanalnavn
it: Nome del canale
uk: Назва сервісу

source: Service not found! (SID not found in PAT)
da: Kanal ikke fundet! (SID ikke fundet i PAT)
it: Canale non trovato! (SID non trovato nel Program Association Table PAT)
uk: Сервіс не знайдений! (SID не найден в PAT)

source: Service reference
da: Kanal reference
it: Dati del canale
uk: Референс

source: Service scan
da: Kanal søgning
it: Ricerca canali
uk: Сканування сервісів

source: Service searching
da: Kanal søgning
it: Ricerca canali
uk: Пошук сервісів

source: Service title mode
da: Kanal titel modus
it: Modalità titolo canale
uk: Режим названия сервиса

source: Service unavailable! Check tuner configuration!
da: Kanal ikke fundet! Kontroler tuner konfigurationen!
it: Canale non disponibile! Controllare la configurazione dei tuner!
uk: Сервіс не доступний! Перевірте налаштування тюнера!

source: Servicename
da: Servicenavn

source: Services
da: Kanaler
it: Canali
uk: Сервиси

source: Set PIN
da: Indstil PIN
it: Impostare il PIN

source: Set all hotkey to default?
da: Gendan alle hotkeys til standardindstilling
it: Reimpostare tutti i tasti al funzionanento predefinito?

source: Set default
da: Sæt standard
it: Impostare i valori predefiniti

source: Set default settings?
da: Indstil standardindstillinger?

source: Set end time
da: Sæt slut tid
it: Impostare orario fine
uk: Встановити час закінчення

source: Set fixed
da: Sæt fast
it: Impostare un indirizzo statico
uk: Фіксувати

source: Set fps for external subtitles
da: Sæt fps for eksterne undertekster
it: Impostare la cadenza dei fotogrammi (fps) per i sottotitoli esterni
uk: Набір кадрів в секунду для зовнішніх субтитрів

source: Set interface as default Interface
da: Sætter interfacet om standard interface
it: Impostare l'interfaccia come predefinita
uk: Встановити інтерфейс як дефолтний

source: Set limits
da: Sæt grænser
it: Impostare i limiti
uk: Набір обмежень

source: Set pin code persistent
da: Gør pin kode vedvarende
it: Impostare il codice PIN permanente

source: Set startup service
da: Indstil startup service
it: Impostare il canale all'avvio del ricevitore

source: Set the type of the progress indication in the channel selection screen.
da: Indstil typen af fremskridts indikator som vises på kanalliste skærmen.
it: Selezionare il tipo di indicatore di avanzamento da visualizzare nella schermata di selezione dei canali.
uk: Встановіть тип відображення прогресу в меню вибору каналів.

source: Set time window to 1 hour
da: Udsættelse 1 time
it: Impostare la finestra temporale a 1 ora
uk: Установка часу вікна на 1 годину

source: Set time window to 2 hours
da: Udsættelse 2 timer
it: Impostare la finestra temporale a 2 ore
uk: Установка часу вікна на 2 години

source: Set time window to 3 hours
da: Udsættelse 3 timer
it: Impostare la finestra temporale a 3 ore
uk: Установка часу вікна на 3 години

source: Set time window to 4 hours
da: Udsættelse 4 timer
it: Impostare la finestra temporale a 4 ore
uk: Установка часу вікна на4 години

source: Set time window to 5 hours
da: Udsættelse 5 timer
it: Impostare la finestra temporale a 5 ore
uk: Установка часу вікна на 5 годин

source: Set time window to 6 hours
da: Udsættelse 6 timer
it: Impostare finestra temporale a 6 ore
uk: Установка часу вікна на 6 годин

source: Set voltage and 22KHz
da: Sætter spænding og 22KHz
it: Impostare la tensione e il tono a 22KHz
uk: Встановити напругу и 22КГц

source: Settings
da: Indstillings menu
it: Impostazioni
uk: Налаштування

source: Setup
da: Indstillinger
it: Impostazioni
uk: Налаштування

source: Setup menu
da: Opsætningsmenu
it: Menu impostazioni
uk: Меню налаштувань

source: Setup mode
da: Opsætnings type
it: Modalità di configurazione
uk: Режим налаштувань

source: Setup your positioner
da: Motor opsætning
it: Configurare il motore
uk: Настройки вашего позиционера

source: Setup your satellite equipment
da: Indstil dit satellitudstyr
it: Configurare il ricevitore satellitare
uk: Настройки спутникового оборудования

source: Sharpness
da: Skarphed
it: Nitidezza
uk: Різкість

source: Short filenames
da: Korte filnavne
it: Nomi file brevi
uk: Коротка назва

source: Show Audioselection
da: Vis Audioselection
it: Mostrare la selezione audio

source: Show CI messages
da: Vis CI meddelelser
it: Mostrare i messaggi della CI

source: Show EIT now/next in infobar
da: Vis EIT nu/næste i Infobar
it: Mostrare nella infobar le informazioni EIT per l'evento in corso/successivo
uk: Показати EIT зараз/далі в інфобарі

source: Show EPG for current channel...
da: Vis EPG for nuværende kanal...
it: Mostrare l'EPG per il canale attuale...
uk: Показати EPG поточного каналу...

source: Show EPG...
da: Vis EPG...
it: Mostrare l'EPG...
uk: Показати EPG...

source: Show Games show
da: Vis Spil show
it: Show/Telequiz
uk: Показ ігрових шоу

source: Show InfoBar
da: Vis InfoBar
it: Mostrare l'infobar

source: Show PIP
da: Vis PIP
it: Mostrare il PIP

source: Show SNR percentage instead of dB value
da: Vis SNR procent i stedet for dB værdi
it: Mostrare l'SNR come valore percentuale invece che in dB
uk: Показати відсотки SNR замість значення dB в інфобарі

source: Show VCR scart on main menu
da: Vis VCR scart i hoved menu
it: Mostrare la scart VCR nel menu principale
uk: Показати 'VCR scart' в головному меню

source: Show WLAN status
da: Vis WLAN Status
it: Mostrare lo stato della rete wireless
uk: Показати стан WLAN

source: Show animation while busy
da: Vis animation når optaget
it: Visualizzare l'indicatore animato quando il sistema è occupato
uk: Показувати анімацію (спиннер), коли система зайнята

source: Show background behind subtitles
da: Vis baggrund bag undertekster
it: Visualizzare uno sfondo dietro ai sottitoli

source: Show background in radio mode
da: Vis baggrund i radio mode
it: Mostrare lo sfondo in modalità radio
uk: Показати фонову заставку в режимі радіо

source: Show bouquet selection menu
da: Vis favoritliste valg menu
it: Mostrare il menu di selezione bouquet
uk: Показати меню вибору фаворитів

source: Show busy indicator when the system is busy.
da: Vis optaget indicator når system er optaget.
it: Scegliere se visualizzare l'indicatore animato quando il sistema è occupato ad eseguire attività particolarmente impegnative.
uk: Показувати індикатор на екрані при зайнятості системи.

source: Show channel numbers in channel selection
da: Vis kanalnumre i kanalvælger
it: Visualizzare il numero del canale nella selezione dei canali
uk: Показати номер каналу в селекторі каналів

source: Show columns
da: Vis spalter
it: Visualizzare la lista di selezione dei canali in colonne a larghezza fissa

source: Show crypto icons
da: Vis krypto ikoner
it: Mostrare i simboli di canale codificato

source: Show crypto info in infobar
da: Vis krypteringsinfo i infobar
it: Mostrare le informazioni sulla codifica nella infobar
uk: Показати крипто дані емулятора в інфобарі

source: Show detailed event info
da: Vi detaljeret programinfo
it: Mostrare le informazioni dettagliate sull'evento
uk: Показати детально інфо події

source: Show disclaimer
da: Vis disclaimer
it: Mostrare la dichiarazione di responsabilità

source: Show event details
da: Vis program detaljer
it: Mostrare i dettagli sull'evento
uk: Показати деталі події

source: Show event-progress in channel selection
da: Vis programafvikling i kanalvælger
it: Mostrare l'avanzamento degli eventi nella selezione dei canali
uk: Вид прогресу події в селекторі каналів

source: Show eventinfo plugins
da: Vis begivenhedsinfo plugins
it: Visualizzare i plugin di informazione evento

source: Show extended description
da: Vis udvidet beskrivelse
it: Mostrare la descrizione estesa
uk: Показати розширений опис

source: Show extension selection
da: Vis udvidelsesselektion
it: Mostrare la selezione delle estensioni

source: Show extensions...
da: Se udvidelser...
it: Mostrare le estensioni...
uk: Показати доповнення...

source: Show favourites list
da: Vis favoritliste
it: Mostrare la lista dei preferiti

source: Show help
da: Vis hjælp
it: Mostrare la guida

source: Show icon for new/unseen items
da: Vis ikon for nye/usete kanaler
it: Visualizzare l'indicatore di elementi nuovi o non ancora visti
uk: Показ іконки для нових/невидимих ​​елементів

source: Show in extensions menu
da: Vis udvidelser i menu
it: Mostrare nel menu estensioni
uk: Показати плагіни в меню доповнень

source: Show info
da: Vis info
it: Mostrare le informazioni
uk: Показати інфо

source: Show info line
da: Vis infoinje
it: Mostrare la riga di informazioni
uk: показати інфолінію

source: Show infobar on channel change
da: Vis infobjælke ved kanal skifte
it: Mostrare l'infobar al cambio canale
uk: Показати інфобар при зміні каналів

source: Show infobar on event change
da: Vis infobjælke ved program skifte
it: Mostrare l'infobar al cambio evento
uk: Показати інфобар при зміні подій

source: Show infobar on skip forward/backward
da: Vis infobjælke ved skip fremspoling/tilbagespoling
it: Mostrare l'infobar sul salto in avanti o indietro
uk: Показати інфобар при перемотуванню вперед/назад

source: Show latest commits
da: Vis seneste commits
it: Mostrare gli ultimi aggiorrnamenti

source: Show latest upgrade log
da: Vis seneste opgraderingslog
it: Mostrare il log dell'ultimo aggiornamento

source: Show menu paths
da: Vis stien for menuer
it: Visualizzare la gerarchia dei menu

source: Show message when recording starts
da: Vis besked, når optagelse starter
it: Mostrare un messaggio all'avvio della registrazione
uk: Показати повідомлення при початку запису

source: Show movie lengths in movielist
da: Vis filmlængder i filmlisten
it: Mostrare la durata delle registrazioni nell'elenco
uk: Показати тривалість відео в списку відео

source: Show movies
da: Vis film
it: Mostrare i video

source: Show multi channel EPG
da: Vis multi kanal EPG
it: Mostrare l'EPG multi canale

source: Show packages to be upgraded
da: Vis pakker der skal opgraderes
it: Mostrare i pacchetti da aggiornare

source: Show picons in channel selection list
da: Vis picons i kanallisten
it: Mostrare i picon nella lista dei canali

source: Show positioner movement
da: Vis motor bevægelse
it: Mostrare il movimento del motore
uk: Показати рух позіционеру

source: Show positioner position
da: Vis positioners position
it: Mostrare la posizione del motore

source: Show record clock icons
da: Vis optagelses ur ikoner
it: Visualizzare le icone di registrazione a forma di orologio

source: Show record indicator
da: Vis optagelsesindikator
it: Mostrare l'indicatore di registrazione

source: Show screensaver
da: Vis screensaver
it: Abilitare lo screensaver
uk: Запустити зберігач екрану через

source: Show second InfoBar
da: Vis anden InfoBar
it: Mostrare la seconda infobar

source: Show second infobar
da: Vis ekstra infobar
it: Mostrare la seconda infobar per
uk: Показати другий інфобар

source: Show service list
da: Vis serviceliste
it: Mostrare la lista dei canali

source: Show service type icons
da: Vis kanal type ikoner
it: Mostrare l'indicatore del tipo di canale
uk: Показати іконки типу сервісу

source: Show servicelist or movies
da: Vis serviceliste eller film
it: Mostrare la lista dei canali o dei video

source: Show single service EPG
da: Vis enkelt kanals EPG
it: Mostrare l'EPG del singolo canale

source: Show status icons in movie list
da: Vis status ikoner i filmlisten
it: Mostrare gli indicatori di stato nell'elenco dei video
uk: Показати іконку статусу в списку відео

source: Show status icons in movielist
da: Vis status ikoner i filmlisten
it: Mostrare gli indicatori di stato nell'elenco dei video
uk: Показати іконку статусу в списку відео

source: Show subservice selection
da: Vis subservice selektion
it: Mostrare la selezione del sottocanale

source: Show subtitle selection
da: Vis underteksts selektion
it: Mostrare la selezione dei sottotitoli

source: Show the radio player...
da: Vis radio afspilleren...
it: Mostrare il player radio...
uk: Перейти на радіо плеєр...

source: Show the tv player...
da: Vis TV afspiller...
it: Mostrare il player TV...
uk: Перейти на тв плеєр...
