Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Please wait for activation of your network configuration...
da: Vent venligt på aktivering af din netværks opsætning...
it: Attivazione della configurazione di rete in corso. Attendere...
uk: Зачекайте, йде активація вашої мережевої конфігурації ...

source: Please wait while scanning is in progress...
da: Vent venligst mens skanningsprocessen er i gang....
it: Ricerca in corso. Attendere...
uk: Будь ласка почекайте, поки йде сканування...

source: Please wait while we configure your network...
da: Vent venligst, mens vi opsætter dit netværk...
it: Configurazione della rete in corso. Attendere...
uk: Будь ласка почекайте, поки ми налаштуємо мережу ...

source: Please wait while we prepare your network interfaces...
da: Vent venligst mens vi klargører dine netværk interfaces...
it: Configurazione delle interfacce di rete in corso. Attendere...
uk: Зачекайте, підготовка мережевих інтерфейсів...

source: Please wait while we test your network...
da: Vent venligst mens vi tester dit netværk...
it: Test della rete in corso. Attendere...
uk: Зачекайте поки йде перевірка вашої мережі...

source: Please wait while your network is restarting...
da: Vent venligst, mens dit netværk genstartes...
it: Riavvio della rete in corso. Attendere...
uk: Будь ласка почекайте, поки йде перезавантаження мережі...

source: Please wait...
da: Vent venligst...
it: Attendere...
uk: Будь ласка зачекайте...

source: Please wait... Loading list...
da: Vent venligst... Henter liste...
it: Elenco in caricamento. Attendere...
uk: Будь ласка зачекайте ... Завантажується список

source: Plugin browser
da: Plugin menu
it: Elenco plugin
uk: Браузер плагінів

source: Plugin manager activity information
da: Aktivitetsinformation for plugin styring
it: Informazioni sull'attività del gestore plugin...
uk: Менеджер плагинов - Информація

source: Plugin manager help
da: Hjælp til plugin styring
it: Aiuto sul gestore plugin...
uk: Менеджер плагінів - допомога

source: Polarization
da: Polarisation
it: Polarizzazione
uk: Поляризація

source: Polish
da: Polsk
it: Polacco
uk: Польский

source: Portuguese
da: Portugisisk
it: Portoghese
uk: Португальський

source: Position of completed timers in timerlist
da: Position af afsluttede timere i timerlisten
it: Posizione dei timer conclusi nell'elenco dei timer
uk: Позиція завершених таймерів в списку таймерів

source: Position stored at index
da: Position gemt ved Index
it: Posizione memorizzata all'indice
uk: Збережений номер позиції

source: Positioner (selecting satellites)
da: Positioner (vælger satellitter)
it: Motore (selezionare i satelliti)

source: Positioner setup
da: Motor Opsætning
it: Impostazione motore
uk: Налаштування позіционеру

source: Power threshold in mA
da: Strøm forbrug i mA
it: Limite di potenza in mA
uk: Поріг струму в mA

source: Predefined transponder
da: Predefineret transponder
it: Transponder predefinito
uk: Зумовлений транспондер

source: Prefer AC3 track
da: Foretræk AC3
it: Privilegiare la traccia AC3
uk: Пріоритет Аудіо доріжки AC3

source: Prefer AC3+ track
da: Foretræk AC3+
it: Privilegiare la traccia AC3+

source: Prefer audio track stored by service
da: Foretræk lydspor gemt af kanal
it: Privilegiare la traccia audio precedentemente utilizzata per il canale
uk: Пріоритетна Аудіо доріжка сервісу

source: Prefer graphical DVB subtitles
da: Foretræk DVB grafiske undertekster
it: Privilegiare i sottotitoli grafici DVB
uk: Пріоритет графічних DVB субтитрів

source: Prefer subtitles for hearing impaired
da: Foretræk undertekster for hørehæmmede
it: Privilegiare i sottotitoli per non udenti
uk: Пріоритет субтитрів для людей з порушеннями слуху

source: Prefer subtitles stored by service
da: Foretræk undertekster gemt af kanal
it: Privilegiare i sottotitoli forniti dal canale
uk: Пріоритет субтитрів, збережених сервісом

source: Preferred tuner
da: Foretrukken tuner
it: Tuner preferenziale
uk: Пріоритетний тюнер

source: Preferred tuner ATSC
da: Foretrukken tuner ATSC

source: Preferred tuner ATSC for recordings
da: Foretrukken tuner ATSC til optagelser

source: Preferred tuner DVB-C
da: Foretrukken tuner DVB-C
it: Tuner DVB-C preferenziale

source: Preferred tuner DVB-C for recordings
da: Foretrukken tuner DVB-C til optagelser
it: Tuner DVB-C preferenziale per le registrazioni

source: Preferred tuner DVB-S
da: Foretrukken tuner DVB-S
it: Tuner DVB-S preferenziale

source: Preferred tuner DVB-S for recordings
da: Foretrukken tuner DVB-S til optagelser
it: Tuner DVB-S preferenziale per le registrazioni

source: Preferred tuner DVB-T
da: Foretrukken tuner DVB-T
it: Tuner DVB-T preferenziale

source: Preferred tuner DVB-T for recordings
da: Foretrukken tuner DVB-T til optagelser
it: Tuner DVB-T preferenziale per le registrazioni

source: Preferred tuner for recordings
da: Foretrukken tuner til optagelser
it: Tuner preferenziale per le registrazioni
uk: Віддається перевага тюнеру для запису

source: Preparing... Please wait
da: Forbereder... Vent venligst
it: In preparazione. Attendere...
uk: Підготовка ... Будь ласка, почекайте

source: Press '0' to toggle PiP mode
da: Tryk '0' for at skifte BiB modus.
it: Premere '0' per attivare la modalità PIP

source: Press INFO on your remote control for additional information.
da: Tryk Info for yderligere information
it: Premere INFO sul telecomando per informazioni aggiuntive.
uk: Натисніть кнопку INFO на пульті для додаткової інформації.

source: Press MENU on your remote control for additional options.
da: Tryk Menu for yderligere indstillinger
it: Premere MENU sul telecomando per opzioni aggiuntive.
uk: Натисніть кнопку MENU на пульті для додаткової інформації.

source: Press OK on your remote control to continue.
da: Tryk OK på din fjernbetjening for at fortsætte.
it: Premere OK sul telecomando per continuare.
uk: Натисніть OK на пульті, щоб продовжити.

source: Press OK to activate the selected skin.
da: Tryk OK for at aktivere det valgte grafiske tema.
it: Premere OK sul telecomando per attivare la skin selezionata.
uk: Натисніть OK для активації вибраного скіна.

source: Press OK to activate the settings.
da: Tryk OK for at aktivere indstillinger.
it: Premere OK per attivare le impostazioni.
uk: Натисніть OK для активації налаштувань.

source: Press OK to edit the settings.
da: Tryk på OK for at redigere indstillinger.
it: Premere OK per modificare le impostazioni.
uk: Натисніть OK, щоб змінити настройки.

source: Press OK to get further details for %s
da: Tryk på OK for at se yderligere detaljer for %s
it: Premere OK per maggiori dettagli su %s.
uk: Натисніть ОК, щоб отримати детальну інформацію для %s

source: Press OK to scan
da: Tryk OK for at søge
it: Premere OK per avviare la ricerca
uk: Натисніть OK для пошуку.

source: Press OK to select a provider.
da: Tryk på OK for at vælge en udbyder.
it: Premere OK per selezionare un provider
uk: Натисніть ОК для вибору провайдера.

source: Press OK to select satellites
da: Tryk på OK for at vælge satelliter
it: Premere OK per selezionare i satelliti

source: Press OK to select/deselect a CAId.
da: Tryk på OK for at vælge/fravælge en CAId.
it: Premere OK per (de)selezionare un CAid.
uk: Натисніть OK, щоб вибрати/відмінити CAId.

source: Press OK to start the scan
da: Tryk OK for at starte søgningen
it: Premere OK per avviare la ricerca
uk: Натисніть OK для початку пошуку.

source: Press OK to toggle the selection
da: Tryk OK for at skifte valg
it: Premere OK per selezionare/deselezionare

source: Press OK to toggle the selection.
da: Tryk på OK for at slå valget til eller fra.
it: Premere OK per selezionare/deselezionare.
uk: Натисніть ОК для підтвердження або скасування.

source: Press OK, save and exit...
da: Tryk OK, gem og afslut...

source: Press yellow to set this interface as default interface.
da: Tryk på gul for at vælge dette interface som standard interface.
it: Premere il tasto giallo per impostare questa interfaccia come predefinita.
uk: Установка інтерфейсу за замовчуванням - жовта кнопка.

# button label, 'previous screen'
source: Prev
da: Tidligere [ knap etiket, 'tidligere skærm' ]
it: Precedente

source: Preview
da: Forhåndsfremvisning
it: Anteprima
uk: Прев'ю

source: Preview menu
da: Forhåndsfremvisningsmenu
it: Menu di anteprima
uk: Меню прев'ю

source: Preview selected channel
da: Forhåndsfremvis valgte kanal
it: Anteprima del canale selezionato
uk: Прев'ю обраного каналу

source: Primary DNS
da: Primær DNS
it: DNS 1
uk: Первинний DNS

source: Priority
da: Prioritet
it: Priorità
uk: Черговість

source: Process
da: Bearbejdning
it: Processo
uk: Процес

source: Progress
da: Fremskridt
it: Avanzamento
uk: Прогрес

source: Progress bar left
da: Fremskridts bar venstre
it: Barra avanzamento a sx.
uk: прогрес-бар ліворуч

source: Progress bar right
da: Fremskridts bar højre
it: Barra avanzamento a dx.
uk: прогрес-бар праворуч

source: Progress:
da: Status:

source: Properties of current title
da: Egenskaber for den aktuelle titel
it: Proprietà del titolo corrente
uk: Властивості поточного назви

source: Protect Screens
da: Beskyt Skærme
it: Proteggere le schermate?

source: Protect configuration
da: Beskyt konfiguration
it: Proteggere la configurazione

source: Protect context menus
da: Beskyt kontekstmenuer
it: Proteggere il menu contestuale

source: Protect main menu
da: Beskyt hovedmenuen
it: Proteggere il menu principale

source: Protect manufacturer reset screen
da: Beskyt fabriksgendannelse skærm
it: Proteggere la schermata di ripristino di fabbrica

source: Protect menu sort
da: Beskyt menu sortering
it: Proteggere l'ordinamento menu

source: Protect movie list
da: Beskyt filmliste
it: Proteggere la lista delle registrazioni

source: Protect on epg age
da: Beskyttelse på epg alder
it: Proteggere l'EPG in base all'età

source: Protect plugin browser
da: Beskyt plugin browser
it: Proteggere l'elenco dei plugin

source: Protect services
da: Beskytte kanaler?
it: Proteggere i canali?
uk: Захистити сервіси

source: Protect software update screen
da: Beskyt softwareopdateringsskærm
it: Proteggere la schermata di aggiornamento software

source: Protect standby menu
da: Beskyt standby menu
it: Proteggere il menu di spegnimento

source: Protect timer menu
da: Beskyt timer menu
it: Proteggere il menu dei timer

source: Provider
da: Udbyder
uk: Провайдер

source: Provider to scan
da: Udbyder til søgning
it: Provider su cui cercare
uk: Провайдер для пошуку

source: Providers
da: Udbydere
it: Provider
uk: Провайдери

source: Put TV in standby
da: Sæt TV i standby
it: Porre la TV in standby
uk: Перехід ТБ в Режим Очікування

source: Put receiver in standby
da: Sæt Reciever i standby
it: Mettere il ricevitore in standby
uk: Перехід ресивера в Режим Очікування

source: Python frontend for /tmp/mmi.socket
da: Python frontend til /tmp/mmi.socket
it: Interfaccia python per /tmp/mmi.socket
uk: Python інтерфейс для /tmp/mmi.socket

source: Question
da: Spørgsmål

source: Quick
da: Kvik
it: Veloce
uk: Швидко

source: Quick zap
da: Hurtigzap
it: Cambio canali veloce
uk: Швидке перемикання

source: RF output
da: RF Udgang
it: Uscita RF
uk: RF вихід

source: Random
da: Tilfældig
it: Casuale
uk: випадково

source: Rating defined by broadcaster - %d
da: Bedømmelse defineret af afsender - %d
it: Classificazione fornita dal broadcaster - %d
uk: Рейтинг визначено - %d

source: Rating undefined
da: Bedømmelse ikke angivet
it: Classificazione non definita
uk: Рейтинг невизначений

source: Really close without saving settings?
da: Vil du virkelig lukke uden at gemme indstillinger?
it: Chiudere senza salvare le impostazioni?
uk: Дійсно вийти без збереження налаштувань??

source: Really delete done timers?
da: Slette udførte timere?
it: Eliminare i timer conclusi?
uk: Дійсно видалити виконані таймери?

source: Really exit the subservices quickzap?
da: Vil du afslutte underkanals hurtigskift?
it: Uscire dal cambio veloce dei sottocanali?
uk: Дійсно вийти з меню субсервісов?

source: Really reboot now?
da: Virkelig reboote nu?
it: Riavviare adesso?
uk: Дійсно вийти з меню субсервісов?

source: Really restart now?
da: Virkelig genstarte nu?
it: Riavviare adesso?
uk: Дійсно рестарт зараз?

source: Really shutdown now?
da: Virkelig slukke nu?
it: Spegnere adesso?
uk: Дійсно вимкнути зараз?

source: Really store at index %2d for current position?
da: Ønsker du virkelig at gemme indeks %2d på nuværende position?

source: Really upgrade the frontprocessor and reboot now?
da: Opdater frontprocessor og genstart nu?
it: Aggiornare adesso il frontprocessor e riavviare?
uk: Оновити фронтпроцессор і перезавантажити зараз?

source: Really upgrade your settop box and reboot now?
da: Opdater boksen og genstart nu?
it: Aggiornare adesso il ricevitore e riavviare?
uk: Оновити ваш ресивер і перезавантажити зараз?

source: Rec
da: Optag
uk: Запис

source: Reception settings
da: Modtagelses indstillinger
it: Impostazioni di ricezione

source: Record
da: Optage
it: Registrazioni
uk: Запис

source: Record time limited due to conflicting timer %s
da: Optagelsestid begrænset på grund af konfliktende timer %s
it: Tempo di registrazione limitato a causa del timer %s in conflitto
uk: Час запису обмежений через конфлікт таймера %s

source: Recorded files...
da: Optagede filer...
it: Registrazioni...
uk: Записанні файли...

source: Recording
da: Optager
it: Registrazione
uk: Запис

source: Recording Setup
da: Optagelses Setup
it: Impostazioni di registrazione

source: Recording in progress
da: Igangværende optagelse
it: Registrazione in corso
uk: Іде запис

source: Recording paths
da: Sti til optagelse
it: Percorso registrazioni
uk: Місце записів, таймшифта

source: Recording type
da: Optagelsestype
it: Tipo di registrazione
uk: Тип запису

source: Recording(s) are in progress or coming up in few seconds!
da: Optagelse(r) igang eller starter om få sekunder!
it: Registrazione/i in corso o in procinto di iniziare!
uk: Запис (іи) йде або розпочнеться в найближчі кілька секунд!

source: Recordings
da: Optaggelser
it: Registrazioni
uk: Записи

source: Recordings always have priority
da: Optagelser har altid prioritet
it: Le registrazioni hanno sempre la priorità
uk: Записи завжди мають пріоритет

source: Red
da: Rød
it: Rosso

source: Red button...
da: Rød knap
it: Tasto rosso...
uk: Червона кнопка...

source: Red colored
da: Rødfarvet
it: Nome del canale in rosso

source: Reenter PIN
da: Genindtast PIN
it: Ridigitare il PIN

source: Reflash recommended!
da: Reflash anbefalet!
it: Reflash consigliato!

source: Refresh
da: Genopfrisk
it: Aggiornamento

source: Refresh rate
da: Opdateringshastighed
it: Frequenza di refresh
uk: Частота оновлення

source: Refresh rate selection.
da: Opdateringsrate vælger.
it: Selezione della frequenza di refresh.
uk: Вибір частоти оновлення

source: Regard deep standby as standby
da: Opfat dyb standby som standby
it: Trattare lo spegnimento come standby
uk: Вважати вимкнення як Режим Очікування

source: Relative
da: Relativ
it: Relativa
uk: Відносна

source: Reload
da: Genindlæs
it: Ricaricare
uk: Оновити

source: Reload blacklists
da: Genindlæs blackliste
it: Ricaricare le blacklist

source: Reloading bouquets and services...
da: Genindlæser favoritlister og kanaler...
it: Ricarica dei bouquet e canali in corso...
uk: Оновлення фаворитів і сервісів....

source: Remember last service in PiP
da: Husk sidste kanal i BiB
it: Ricordare l'ultimo canale nel PIP

source: Remember service PIN
da: Husk kanal PIN
it: Ricordare il PIN del canale
uk: Пам'ятати PIN-код сервісу

source: Reminder, you have chosen to save timeshift file.
da: Husk, du har valgt at gemme tidsforskydnings filen.
it: Promemoria, si è scelto di salvare il file del timeshift.
uk: Нагадуємо, ви вибрали збереження файлу timeshift.

source: Remote control type
da: Fjernbetjeningstype
it: Tipo di telecomando
uk: Тип пульта ДУ

source: Removal has completed.
da: Fjernelse er lykkedes.
it: Eliminazione completata.
uk: Оновлення завершено.

source: Remove
da: Fjern
it: Eliminare
uk: Видалення

source: Remove a mark
da: Fjerne et mærke
it: Eliminare un contrassegno
uk: Удалить метку

source: Remove a nameserver entry
da: Fjern en navneserver
it: Eliminare un serever dei nomi (DNS)
uk: Видалити дані DNS

source: Remove bookmark
da: Fjern bogmærke
it: Eliminare un percorso preferito
uk: Видалити закладку

source: Remove completed timers after (days)
da: Tøm færdiggjorte timere efter (dage)
it: Eliminare i timer conclusi dopo (giorni)
uk: Видалення завершених таймерів через (в днях)

source: Remove currently selected title
da: Fjerne nuværende valgte titel
it: Eliminare il titolo attualmente selezionato
uk: Видалити вибраний заголовок

source: Remove items from trash can after (days)
da: Tøm elementer fra papirkurven efter (dage)
it: Eliminare gli elementi dal cestino dopo (giorni)
uk: Видаляти записи з кошика через (в днях)

source: Remove plugins
da: Fjerne plugins
it: Eliminare i plugin
uk: Видалення плагінів

source: Remove title
da: Fjerne titel
it: Eliminare il titolo
uk: Видалити опис

source: Removing
da: Sletter
it: Eliminazione in corso...
uk: Видалення

source: Removing directory %s failed. (Maybe not empty.)
da: Fjernelsen af mappen %s mislykkedes. (Måske ikke tom.)
it: Eliminazione della cartella %s non riuscita. (Potrebbe non essere vuota.)
uk: Помилка видалення %s каталогу. (Можливо він не пустий)

source: Removing partition table
da: Fjerner partitionstabel
it: Eliminazione della tabella delle partizioni
uk: Не вдалося створити розділ

source: Rename
da: Omdøb
it: Rinominare
uk: Перейменувати

source: Rename name and description for new events
da: Omdøb navn og beskrivelse for nye begivenheder
it: Modificare il nome e la descrizione per i nuovi eventi

source: Repeat
da: Gentag
it: Ripetere
uk: Повторення

source: Repeat type
da: Gentagelses type
it: Tipo ripetizione
uk: Тип повторення

source: Repeating event currently recording. What do you want to do?
da: Gentagende begivenhed er i øjeblikket ved at optage. Hvad vil du gøre?
it: Registrazione in corso di un evento ricorrente. Che cosa si desidera fare?

source: Repeating event currently recording... What do you want to do?
da: Gentage program optagelse som er igang... Hvad vil du foretage dig?
it: Registrazione in corso di un evento ricorrente... Che cosa si desidera fare?
uk: Повторювальна подія зараз записується ... Що ви хочете зробити?

source: Repeats
da: Gentagelser
it: Ripetizioni
uk: Повторення

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
da: Erstat `- ` i dialoger med farvet tekst per speaker (lidt ligesom teletekst undertekster for hørehæmmede)
it: Sostituire nei dialoghi l'indicatore '-' con un testo colorato in modo differente per ogni voce che parla (simile ai sottotitoli televideo per non udenti).

source: Require authentication for http streams
da: Kræv autorisation for http streams
it: Autenticazione richiesta per gli stream http

source: Required medium type:
da: Nødvenig medietype
it: Tipo di supporto richiesto:
uk: Необхідний тип носія:

source: Rereading partition table
da: Genlæs partitionstabel
it: Rilettura della tabella delle partizioni in corso
uk: Не вдалося створити розділ

source: Reserved
da: Reserveret
it: Riservato
uk: Зарезервовано

source: Reset
da: Genstart
it: Ripristino
uk: Скидання

source: Reset and renumerate title names
da: Nulstiller og genoptæller titel navne
it: Ripristino e nuova numerazione dei titoli
uk: Скинути і перенумерувати імена назв

source: Reset order (All)
da: Nulstil rækkefølge (Alle)

source: Reset persistent PIN code
da: Nulstil vedvarende PIN kode
it: Resettare il codice PIN permanente

source: Reset playback position
da: Nulstil afspilningsposition
it: Ripristinare la posizione di riproduzione
uk: Скидання позиції відтворення

source: Reset video enhancement settings to system defaults?
da: Gendan indstilling af videoforbedring til systemets standard?
it: Riportare le impostazioni del miglioramento immagine ai valori predefiniti?
uk: Скидання налаштувань відео за замовчуванням?

source: Reset video enhancement settings to your last configuration?
da: Gendan indstilling af videoforbedring til din seneste opsætning?
it: Riportare le impostazioni del miglioramento immagine ai valori precedenti?
uk: Скидання налаштувань відео до останньої конфігурації?

source: Resolution
da: Opløsning
it: Risoluzione
uk: Роздільна здатність

source: Restart
da: Genstarte
it: Riavvio del ricevitore
uk: Перезавантаження

source: Restart GUI now?
da: Genstarte GUI nu?
it: Riavviare l'interfaccia utente?
uk: Рестарт GUI почати?

source: Restart enigma
da: Genstart Enigma2
it: Riavvio di Enigma2
uk: Рестарт E2

source: Restart network
da: Genstart netværk
it: Riavviare la rete
uk: Перезапустити мережу

source: Restart test
da: Genstart Test
it: Ripetere il test
uk: Перезапустити тест

source: Restart your network connection and interfaces.
da: Genstart din netværk opkobling og interfaces.
it: Riavviare le connessioni e le interfacce di rete.
uk: Перезавантаження мережевих підключень і інтерфейсів.

source: Restore
da: Gendanne
it: Ripristinare
uk: Відновити

source: Restore backups
da: Gendan backup
it: Ripristino dei backup
uk: Відновлення резрвних копій

source: Restore system settings
da: Gendan system opsætning
it: Ripristino delle impostazioni di sistema
uk: Відновлення системних налаштувань

source: Restoring...
da: Genetablerer...
it: Ripristino in corso...
uk: Відновлення...

source: Resume from last position
da: Genoptag fra sidste position
it: Riprendere dall'ultima posizione
uk: Відновити з останньої позиції

source: Resume position at %s
da: Genoptager ved punktet %s
it: Riprendere dalla posizione %s
uk: Поточна позиція %s

source: Resuming playback
da: Genoptag afspilning
it: Ripresa della riproduzione...
uk: Відновлення відтворення

source: Return to movie list
da: Tilbage til filmliste
it: Tornare all'elenco dei video
uk: Повернутися до списку фільмів

source: Return to previous service
da: Tilbage til forrige kanal
it: Tornare al canale precedente
uk: Повернутися на попередній сервіс

source: Reverse bouquet buttons
da: Spejlvend favoritliste knapper
it: Invertire i tasti bouquet
uk: Поміняти місцями кнопку

source: Reverse list
da: Spejlvend liste
it: Invertire la lista

source: Rewind speeds
da: Tilbagespolings hastighed
it: Velocità di riavvolgimento veloce
uk: Швидкість перемотування назад

source: Rewrap subtitles
da: Genindpak undertekster
it: Mandare a capo i sottotitoli

source: Right
da: Højre
it: Destra
uk: Правий

source: Right from servicename
da: Til højre for kanalnavn
it: A destra del nome del canale
uk: Праворуч від назви сервісу

source: Roll-off
da: Rul-af
uk: Roll-off фактор

source: Romanian
da: Rumænsk
it: Rumeno
uk: Румунський

source: Root directory
da: root mappe
it: Cartella root
uk: Кореневий каталог

source: Rotor step position:
da: Motor step postion
it: Posizione del passo del motore:
uk: Крок позиції ротора:

source: Rotor turning speed
da: Motor dreje hastighed
it: Velocità di rotazione del motore
uk: Швидкість обертання мотора

source: Round start time on
da: start tid på
it: Orario di inizio della rotazione
uk: Круглий час початку на

source: Russian
da: Russisk
it: Russo
uk: Російський

source: SCPC optimized search range
da: SCPC optimeret søgerækkevide

source: SINGLE LAYER DVD
da: DVD-R
it: DVD a singolo strato
uk: Одношаровий DVD

source: SRT file
da: SRT fil

source: SSA file
da: SSA fil

source: Same resolution as skin
da: Samme opløsning som grafisk tema
it: Stessa risoluzione come la skin
uk: Роздільна здатність як в скін

source: Sat
da: Lør
it: Sab
uk: Сб

source: Satellite
da: Satellit
uk: Супутник

source: Satellite dish setup
da: Satellit skåls opsætning
it: Configurazione della parabola
uk: Налаштування супутн. обладнання

source: Satellite equipment
da: Satellitudstyr
it: Apparecchio satellitare
uk: Супутникове обладнання
