Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: No positioner capable frontend found.
da: Ingen brugbar motor frontend fundet.
it: Nessun sintonizzatore disponibile in grado di pilotare un motore.
uk: Немає фронтенда з позіционером

source: No priority
da: Ingen prioritet
it: Nessuna priorità

source: No satellite frontend found!
da: Ingen satellit frontend fundet!

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
da: Ingen satellit, terrestrial eller kabel tuner er konfigureret. Kontroller din tuneropsætning
it: Nessun tuner satellitare, terrestre o via cavo configurato. Verificare le impostazioni dei tuner.

source: No service
da: Ingen kanal.
it: Nessun canale

source: No services/providers selected
da: Ingen kanaler/udbydere er valgt
it: Nessun canale/provider selezionato
uk: Не вибрані канали/провайдери

source: No standby
da: Ingen standby
it: Nessuno standby
uk: Не переходить в Режим очікування

source: No stream clients
da: Ingen stream klienter
it: Nessun client attivo collegato in streaming

source: No suitable sat tuner found!
da: Ingen brugbar sat tuner fundet
it: Nessun tuner sat trovato!

source: No tags are set on these movies.
da: Ingen etiketter vedhæftet til disse film
it: Nessuna etichetta è stata assegnata a questi video.
uk: Немає тегів для цього відео.

source: No timeout
da: Ingen timeout
it: Nessun timeout
uk: Немає таймаута

source: No to all
da: Nej til alle
it: No a tutto
uk: Ні - для всіх

source: No transparency
da: Ingen gennemsigtighed
it: Nessuna trasparenza
uk: Немає прозорості

source: No tuner is configured for use with a diseqc positioner!
da: Ingen Tuner er konfigureret til brug af diseqc Motor!
it: Nessun tuner configurato per l'utilizzo di un posizionatore DiSEqC!
uk: Немає тюнера, налаштованого для використання з diseqc позіционером!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
da: Ingen Tuner er aktiveret! Venligst udfør Tuner indstilling før du starter en kanal søgning.
it: Nessun tuner abilitato! Configurare i tuner prima di effettuare una ricerca canali.
uk: Немає увімкненого тюнера! Будь ласка налаштуйте ваш тюнер перед пошуком каналів.

source: No updates available
da: Ingen opdateringer tilgængelig.
it: Nessun aggiornamento disponibile
uk: Оновлень поки немає

source: No updates available. Please try again later.
da: Ingen opdateringer tilgængelig. Prøv venligst senere.
it: Nessun aggiornamento disponibile. Riprovare più tardi.
uk: Оновлень поки немає. Будь ласка спробуйте пізніше.

source: No wireless networks found! Searching...
da: Intet trådløst netværk fundet! Søger...
it: Nessuna rete wireless rilevata! Ricerca in corso...
uk: Не виявлені бездротові мережі! йде пошук...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
da: Der kunne ikke findes en fungerende netværksadapter. Undersøg venligst, at du har tilsluttet kabler og at dit netværk er korrekt opsat.
it: Nessuna scheda di rete locale rilevata. Verificare che il cavo sia collegato e che la rete sia configurata correttamente.
uk: Немає робочого локального мережевого адаптера. Будь ласка, переконайтеся, що мережевий кабель підключений і ваша мережа налаштована вірно.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
da: Der kunne ikke findes en fungerende trådløs netværksadapter. Undersøg venligst, at du har tilsluttet en kompatibel WLAN enhed og at netværket er korrekt opsat.
it: Nessun adattatore di rete wireless rilevato. Verificare di aver collegato un adattatore wifi compatibile e che la rete sia configurata correttamente.
uk: Не знайдено робочий бездротовий адаптер. Будь ласка, переконайтеся, що сумісний бездротовий адаптер підключений і ваша мережа налаштована вірно.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
da: Der kunne ikke findes et trådløs netværks interface. Undersøg venligst, at du har tilsluttet en kompatibel WLAN enhed eller aktiver dit lokale netværks interface.
it: Nessuna interfaccia di rete wireless rilevata. Verificare di aver collegato un dispositivo wifi compatibile o di aver abilitato l'interfaccia di rete locale.
uk: Не знайдено робочий бездротовий інтерфейс. Переконайтесь, що ви підключили сумісний пристрій WLAN або увімкніть локальний мережний інтерфейс.

source: No, but restart from begin
da: Nej, men genstart fra begyndelse
it: No, ma riprendere dall'inizio
uk: Ні, рестарт і почати спочатку

source: No, do nothing.
da: Nej, gør intet.
it: No, non fare nulla.
uk: Ні, нічого не робити.

source: No, except Wakeup timer
da: Nej, undtaget Wakeup timer
it: No, eccetto per il timer di riattivazione

source: No, just start my receiver
da: Nej, genstart kun receiveren
it: No, avviare il ricevitore
uk: Ні, включити ресивер

source: No, never
da: Nej, aldrig
it: No, mai
uk: Ні, ніколи

source: None
da: Ingen
it: Nessuno
uk: Ні

source: Nonlinear
da: Fuldt billede, venstre/højre
it: Non lineare
uk: Нелінійний

source: Normal mode
da: Normal tilstand
it: Modalità normale
uk: Стандарт

source: North
da: Nord
it: Nord
uk: Північ

source: Norwegian
da: Norsk
it: Norvegese
uk: Норвезька

source: Not Defined
da: Ikke defineret
it: Non definito

source: Not associated
da: Ikke tilknyttet
it: Non associato
uk: Немає асоціацій

source: Not configured
da: Ikke konfigureret
it: Non configurato

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
da: Ikke diskplads nok. Venligst skab mere plads på disken og prøv igen. (%d MB nødvendig, %d MB ledig)
it: Spazio su disco insufficiente. Liberare spazio sul disco e riprovare. (%d MB richiesti, %d MB disponibili)
uk: Немає місця на диску. Будь ласка звільніть трохи місця і спробуйте знову. (%d MB потрібно, %d MB доступно)

source: Not tested:
da: Ikke testet:

source: Nothing connected
da: Intet forbundet
it: Niente collegato

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
da: Intet at søge! Venligst opsæt Tuner indstilling op før du starter søgning.
it: Impossibile effettuare la ricerca! Configurare i tuner prima di effettuare una ricerca canali.
uk: Нема чого сканувати! Будь ласка, налаштуйте ваш тюнер перед початком сканування.

source: Now
da: Nu
it: Ora

# now/next: 'now' event label
source: Now
da: Nu [nu/næste: 'nu' begivenheds etiket]
it: Adesso

source: Now playing
da: Nu afspilles
it: Riproduzione in corso
uk: Відтворити

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
da: Nu, kan du bruge Kontrast indstilling og skrue op for Lystyrken på baggrunden, så meget som muligt, men vær sikker på, at du stadig kan se forskel mellem de 2 lyseste skygger. Hvis du har gjort det, tryk OK.
it: Ora utilizzare la regolazione del contrasto per aumentare il più possibile la luminosità dello sfondo, ma assicurarsi di poter ancora distinguere la differenza tra le due sfumature più chiare. Alla fine premere OK.
uk: Тепер використовуйте налаштування контрастності для підняття фону в максимально Можливий рівень, але при цьому необхідно стежити, щоб Ви могли бачити відмінності між двома найяскравішими рівнями відтінків. Якщо все нормально натисніть OK.

source: Number of channels shown in channel selection list
da: Antal kanaler vist i kanalliste
it: Numero di canali da visualizzare nella lista di selezione dei canali

source: Number of repeating text on display.
da: Antal af gentaget tekst på display
it: Numero di ripetizioni del testo sullo schermo.

source: OK, guide me through the upgrade process
da: OK, hjælp mig igennem opdateringsprocessen
it: OK, eseguire una procedura guidata per l'operazione di aggiornamento
uk: OK, підказувати мені в процесі оновлення

source: OSD name request
da: OSD navne forespørgsel
it: Richiesta nome OSD
uk: OSD ім'я запиту

source: OSD settings
da: OSD indstilling
it: Impostazioni dell'OSD
uk: OSD установки

source: OSD transparency
da: OSD gennemsigtighed
it: Trasparenza dell'OSD
uk: Прозорість OSD

source: Off
da: Fra
uk: Вимкн.

source: Offline decode delay (ms)
da: Offline dekodnings forsinkelse (ms)
it: Ritardo decodifica offline (ms)
uk: Затримка відкладеного декодування (мс)

source: On
da: Til
uk: Вкл.

source: On end of movie
da: Ved slutningen af film
it: Alla fine del video
uk: Наприкінці фільму

source: On end of movie (as menu)
da: Ved slutningen af film (som menu)
it: Alla fine del video (come menu)

source: One
da: En
it: Uno
uk: Один

source: Only extensions.
da: Kun udvidelser.
it: Solo estensioni
uk: Тільки доповнення.

source: Only free scan
da: Søg kun ukodet
it: Ricerca solo dei canali in chiaro
uk: Тільки безкоштовні

source: Only on startup
da: Kun ved opstart
it: Solo all'avvio

source: Open select location
da: Åben valgte placering
it: Visualizzare la posizione selezionata

source: Open select location as timer name
da: Åben valgte placering som timer navn
it: Visualizzare la posizione selezionata come da nome del timer

source: Open service list
da: Åben kanalliste
it: Aprire l'elenco dei canali
uk: Відкрити список сервісів

source: Open setup tuner
da: Åben setup tuner

source: Open the movie list
da: Åben filmlisten
it: Aprire l'elenco dei video
uk: Відкрити список відео

source: Options disable timer
da: Muligheder deaktiver timer
it: Opzioni di disabilitazione del timer

source: Other
da: Anden
it: Altro
uk: Інша

source: Overall progress:
da: Overordnet fremskridt:

source: Overscan wizard
da: Overscan guide
it: Regolazione overscan

source: Overwrite configuration files during software upgrade?
da: Overskriv konfigurationsfilerne under softwareopdateringen?
it: Sovrascrivere i file di configurazione a seguito di un aggiornamento software?
uk: Перезаписати конф. файли під час оновлення ПО?

source: Overwrite configuration files?
da: Overskriv konfigurations filer
it: Sovrascrivere i file di configurazione?
uk: Переписати файли конфігурації

source: PGS file
da: PGS fil

source: PIN code needed
da: PIN kode nødvendig
it: Codice PIN richiesto
uk: Необхідний PIN-код

source: Package list update
da: Pakke liste opdatering
it: Aggiornamento dell'elenco pacchetti
uk: Список пакетів оновлення

source: Packages to update
da: Pakker der skal opdateres
it: Pacchetti da aggiornare

source: Packet management
da: Pakke kontrol
it: Gestione dei pacchetti
uk: Управління пакетами

source: Packet manager
da: Pakkestyring
it: Gestore dei pacchetti
uk: Менеджер пакетів

source: Pan&scan
da: Zoom og beskær billedet

source: Parent directory
da: Øvre mappe
it: Cartella superiore
uk: Батьківський каталог

source: Parental control
da: Forældre Kontrol
uk: Батьківський контроль

source: Parental control services editor
da: Forældrekontrol kanalredigering
it: Editor dei canali del parental control
uk: Редактор сервісів батьківського контролю

source: Parental control setup
da: Forældrekontrol opsætning
it: Configurazione del parental control
uk: Установки батьківського контролю

source: Pause movie at end
da: Pause ved filmslutning
it: Al termine della riproduzione mettere in pausa
uk: Пауза в кінці фільму

source: Pause playback
da: Pause afspilning
it: Pausa riproduzione
uk: Пауза відтворення

source: Pauze/Continue playback
da: Pause/Fortsæt afspilning
it: Pausa/Continua la riproduzione

source: Percentage left
da: Procent til venstre
it: Percentuale a sx.
uk: Відсотки зліва

source: Percentage right
da: Procent til højre
it: Percentuale a dx.
uk: Відсотки справа

source: Permanently delete all recordings in the trash can?
da: Slet alle optagelser i papirkurven permanent?
it: Eliminare definitivamente tutte le registrazioni nel cestino?
uk: Остаточне видалення всіх записів в кошику?

source: Permanently remove all deleted items
da: Fjerne alle slettede filer permanent
it: Eliminare definitivamente tutti gli elementi cancellati
uk: Очищення кошика

source: Persian
da: Persisk
it: Persiano
uk: Персидський

source: PiP setup
da: BiB opsætning
it: Configurazione del PIP
uk: Налаштування PiP

source: Picon and servicename
da: Picon og servicenavn

source: Picture player
da: Billed fremviser
it: Visualizzatore immagini
uk: Перегляд фото

source: Pillarbox
da: Sort stribe i top, bund og i siderne af billede.

source: Play
da: Afspil
uk: Відтворити

source: Play DVD
da: Afspil DVD
it: Riprodurre DVD
uk: Відтворити DVD

source: Play audio in background
da: Afspil lyd i baggrunden
it: Riprodurre l'audio in background
uk: Відтворити аудіо у фоновому режимі

source: Play audio-CD...
da: Afspil Lyd-CD...
it: Riprodurre CD audio...
uk: Відтворити аудіо-CD

source: Play back media files
da: Afspil medie filer
it: Riprodurre file multimediali
uk: Програвач медіа файлів

source: Play entry
da: Afspil punkt
it: Riprodurre l'elemento
uk: Відтворити запис

source: Play from next mark or playlist entry
da: Aspil fra næste mærke eller spilleliste punkt
it: Riprodurre dal prossimo contrassegno o elemento della playlist
uk: Відтворити починаючи з наступної мітки або запису в плейлисті

source: Play from previous mark or playlist entry
da: Aspil fra forrige mærke eller spilleliste punkt
it: Riprodurre dal precedente contrassegno o elemento della playlist
uk: Відтворити починаючи з попередньою мітки або запису в плейлисті

source: Play music...
da: Afspil musik...
it: Riprodurre musica...
uk: Відтворити музику...

source: Play next
da: Afspil næste
it: Riprodurre il successivo
uk: Відтворити наступне відео

source: Play next (return to movie list)
da: Afspil næste (returner til film liste)
it: Riprodurre il successivo (tornare all'elenco dei video)
uk: Наступне відтв. (повернення до списку відео)

source: Play next (return to previous service)
da: Afspil næste (returner til tidligere kanal)
it: Riprodurre il successivo (tornare al canale precedente)
uk: Наступне відтв. (повернення на попередній сервіс)

source: Play previous
da: Afspil forrige
it: Riprodurre il precedente
uk: Відігравати наступне відео

source: Play recorded movies...
da: Afspil optagede film...
it: Riprodurre le registrazioni...
uk: Відтворити записане відео...

source: Please add titles to the compilation.
da: Tilføj titler til kompileringen
it: Aggiungere titoli alla collezione
uk: Будь ласка додайте назви до компіляції

source: Please change recording endtime
da: Venligst skift optagelses sluttid
it: Cambiare l'orario di fine registrazione
uk: Будь ласка, поміняйте час закінчення запису

source: Please choose an extension...
da: Vælg venligst en udvidelse...
it: Selezionare un'estensione...
uk: Будь ласка, виберіть додаток...

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
da: Opsæt venligst eller bekræft dine navneservere ved at udfylde de ønskede værdier. Tryk på OK når du er færdig, for at fortsætte.
it: Configurare o verificare i server dei nomi (DNS) inserendo i parametri richiesti. Quando pronti, premere OK per continuare.
uk: Будь ласка, налаштуйте або перевірте конфігурацію DNS заповнивши потрібні дані Коли будете готові - натисніть ОК для продовження.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
da: Opsæt venligst din internetforbindelse ved at udfylde de ønskede værdier. Tryk på OK når du er færdig, for at fortsætte.
it: Configurare la connessione a Internet inserendo i parametri richiesti. Quando pronti, premere OK per continuare.
uk: Будь ласка, налаштуйте інтернет з'єднання заповнивши потрібні дані Коли будете готові - натисніть ОК для продовження.

source: Please connect your receiver to the internet
da: Forbind venligst receiveren til internettet
it: Collegare il ricevitore a Internet
uk: Будь ласка, підключіть ваш ресивер до інтернету

source: Please do not change any values unless you know what you are doing!
da: Venligst ikke ændre værdier hvis du ikke ved hvad du gør!
it: Non modificare alcun parametro se non si è certi di quello che si sta facendo!
uk: Будь ласка, не змінюйте будь-які параметри, поки не знаєте що робите!

source: Please enter a name for the new bouquet
da: Indtast venligst navn for ny favoritliste
it: Inserire un nome per il nuovo bouquet
uk: Будь ласка, введіть ім'я для нового пакету

source: Please enter a name for the new marker
da: Indtast venligst navn for ny markør
it: Inserire un nome per il nuovo contrassegno
uk: Будь ласка, введіть ім'я для нового пакета

source: Please enter a new filename
da: Indtast venligst nyt filnavn
it: Inserire un nome per il nuovo file
uk: Будь ласка, введіть нове ім'я файлу

source: Please enter filename (empty = use current date)
da: Skriv venligst filnavn (tom = brug nuværende dato)
it: Inserire un nome per il file (vuoto = usa data corrente)
uk: Будь ласка, введіть ім'я файлу (порожньо = поточна дата)

source: Please enter name of the new directory
da: Indtast venligst navn på den ny mappe
it: Inserire un nome per la nuova cartella
uk: Будь ласка, введіть ім'я нового каталогу

source: Please enter new description:
da: Indtast ny beskrivelse:
it: Inserire una nuova descrizione:

source: Please enter new name:
da: Indtast nyt navn:
it: Inserire il nuovo nome:
uk: Будь ласка, введіть нове ім'я:

source: Please enter the correct pin code
da: Indtast venligst korrekt pin kode
it: Inserire il codice PIN corretto
uk: Будь ласка, введіть правильний PIN-код

source: Please enter the new PIN code
da: Indtast ny PIN kode
it: Inserire il nuovo codice PIN

source: Please enter the old PIN code
da: Indtast den gamle pin kode
it: Inserire il vecchio codice PIN
uk: Будь ласка, введіть старий PIN-код

source: Please follow the instructions on the TV
da: Følg venligst instruktionerne på dit TV
it: Seguire le istruzioni mostrate sullo schermo
uk: Будь ласка, дотримуйтесь інструкцій на ТБ

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
da: Bemærk venligst at det tidligere valgte medie ikke kunne tilgås og derfor benyttes standard mappen i stedet for.
it: Il supporto selezionato in precedenza non è più accessibile: viene utilizzata la cartella predefinita.
uk: Будь ласка, зверніть увагу, що раніше обраний носій недоступний, и замість нього буде використаний каталог за замовчуванням

source: Please press OK to continue.
da: Tryk venligst på OK for at fortsætte.
it: Premere OK per proseguire.
uk: Будь ласка, натисніть ОК для продовження.

source: Please re-enter the new PIN code
da: Genindtast ny PIN kode
it: Inserire ancora il nuovo codice PIN

source: Please select a playlist to delete...
da: Vælg venligst en spilleliste til sletning...
it: Selezionare la playlist da eliminare...
uk: Будь ласка, виберіть плейлист для видалення...

source: Please select a playlist...
da: Vælg venligst en spilleliste...
it: Selezionare una playlist...
uk: Будь ласка, виберіть плейлист...

source: Please select a sub service...
da: Vælg venligst en underkanal...
it: Selezionare un sottocanale...
uk: Будь ласка, виберіть підсервіс...

source: Please select a subservice to record...
da: Vælg en underkanal til at optagelse...
it: Selezionare un sottocanale da registrare...
uk: Будь ласка, виберіть підсервіс для запису...

source: Please select a subservice...
da: Vælg venligst en underkanal...
it: Selezionare un sottocanale...
uk: Будь ласка, виберіть підсервіс...

source: Please select medium to be scanned
da: Venligst vælg medie som skal skannes
it: Selezionare il supporto su cui cercare
uk: Будь ласка, виберіть директорію для сканування

source: Please select medium to use as backup location
da: Vælg venligst medie der skal benyttes som backup placering
it: Selezionare il supporto sul quale effettuare il backup
uk: Будь ласка, виберіть директорію для резерного копіювання

source: Please select tag to filter...
da: Vælg venligst tag til filtrering...
it: Selezionare una etichetta come filtro...
uk: Будь ласка, виберіть тег для фільтра...

source: Please select the movie path...
da: Venligst vælg en film sti...
it: Selezionare la cartella video...
uk: Будь ласка, виберіть шлях для відео ...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
da: Vælg venligst det netværk interface, som du vil benytte til din internet forbindelse. Tryk venligst på OK for at fortsætte.
it: Selezionare l'interfaccia di rete che verrà utilizzata per la connessione a Internet. Premere OK per continuare.
uk: Будь ласка, виберіть мережевий інтерфейс який буде використаний для виходу в інтернет Натисніть ОК для продовження.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
da: Vælg venligst det trådløse netværk, som du vil oprette forbindelse til. Tryk venligst på OK for at fortsætte.
it: Selezionare la rete wireless a cui connettersi. Premere OK per continuare.
uk: Будь ласка, виберіть бездротову мережу для підключення. Натисніть ОК для продовження.

source: Please set up tuner A
da: Venligst indstil tuner A
it: Configurare il Tuner A
uk: Налаштуйте тюнер А

source: Please set up tuner B
da: Venligst indstil tuner B
it: Configurare il Tuner B.
uk: Налаштуйте тюнер B

source: Please set up tuner C
da: Venligst indstil tuner C
it: Configurare il Tuner C.
uk: Налаштуйте тюнер C

source: Please set up tuner D
da: Venligst indstil tuner D
it: Configurare il Tuner D.
uk: Налаштуйте тюнер D

source: Please set up tuner E
da: Indstil tuner E

source: Please set up tuner F
da: Indstil tuner F

source: Please set up tuner G
da: Indstil tuner G

source: Please set up tuner H
da: Indstil tuner H

source: Please set up tuner I
da: Indstil tuner I

source: Please set up tuner J
da: Indstil tuner J

source: Please set up tuner K
da: Indstil tuner K

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
da: Venligst brug pile knapper for at flytte PiP vindue. Tryk Favoritliste +/- for at ændre vinduestørrelse. Tryk OK for at gå tilbage til TV eller EXIT for ikke at udføre flytning.
it: Utilizzare i tasti freccia per muovere la finestra del PIP. Utilizzare i tasti Bouquet +/- per ridimensionare la finestra. Premere OK per tornare alla modalità TV o EXIT per annullare lo spostamento.
uk: Будь ласка, використовуйте клавіші навігації для переміщення екрана PiP. Нажмите Bouquet +/- для зміни розмірів екрану. Натисніть ОК для підтвержденя і переходу в режим TV або EXIT для відміни.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
da: Benyt venligst OP og NED tasten til at vælge sprog. Tryk bagefter på OK knappen.
it: Selezionare la propria lingua utilizzando i tasti Sù/Giù. Premere OK per confermare.
uk: Будь ласка, використовуйте кнопки ВГОРУ і ВНИЗ для вибору мови. далі натисніть ОК.

source: Please wait
da: Vent venligst
it: Attendere prego
uk: Очікуйте...

source: Please wait (downloading channel list)
da: Vent venligst (henter kanalliste)
it: Elenco canali in download. Attendere...
uk: Зачекайте (Завантажується список каналів)

source: Please wait (downloading softcam)
da: Vent venligst (henter softcam)
it: Softcam in download. Attendere...
uk: Зачекайте (завантажуємо емулятор)

source: Please wait (updating packages)
da: Vent venligst (opdaterer pakker)
it: Aggiornamento pacchetti. Attendere...
uk: Зачекайте (оновлюємо пакети)
