Repository: HDMU/Enigma2-Pofiles
Catalog: *.po
Languages: da, it, uk

source: Advanced options and settings.
da: Indstillinger og avancerede indstillinger.
it: Opzioni ed impostazioni avanzate.
uk: Додаткові параметри і налаштування.

source: After pressing OK, please wait!
da: Efter tryk på OK, vent venligst!
it: Dopo aver premuto OK, attendere!
uk: Після натискання ОК, зачекайте!

source: Backup your receiver settings.
da: Lav en backup af din receivers indstillinger.
it: Backup delle impostazioni del ricevitore.
uk: Бэкап налаштувань вашого ресиверу.

source: Conflict detection disabled!
da: Konflikt detektion deaktiveret!

source: Edit the upgrade source address.
da: Rediger kildeadressen til opgradering.
it: Modificare l'indirizzo dell'origine degli aggiornamenti.
uk: Редагувати адресу джерела обновлення.

source: Manage extensions or plugins for your receiver
da: Indstil udvidelser eller plugins på din receiver.
it: Gestire le estensioni ed i plugin del ricevitore
uk: Управління розширеннями і плагінами вашого ресивера

source: Online update of your receiver software.
da: Online opdatering af din receiver software.
it: Aggiornamento online del software del ricevitore.
uk: Онлайн оновлення софта вашого ресивера.

source: Press OK on your remote control to continue.
da: Tryk OK på din fjernbetjening for at fortsætte.
it: Premere OK sul telecomando per continuare.
uk: Натисніть ОК на пульті для продовження.

source: Recording in progress.
da: Optagelse i gang.
it: Registrazione in corso.

source: Restore your backups by date.
da: Gendan dine backups efter dato.
it: Ripristinare i backup per data.
uk: Відновити резервні копії за датою.

source: Restore your receiver settings.
da: Genetabler receiverens indstillinger.
it: Ripristinare le impostazioni del ricevitore.
uk: Відновити налаштування вашого ресивера.

source: Restore your receiver with a new firmware.
da: Genetabler din receiver med ny firmware.
it: Ripristinare il ricevitore con un nuovo firmware.
uk: Відновити ваш ресивер з новою прошивкою.

source: Scan for local extensions and install them.
da: Søg efter lokale udvidelser og installer dem.
it: Ricercare le estensioni locali ed installarle.
uk: Сканування і установка локальних доповнень.

source: Select your backup device. Current device:
da: Vælg din backup enhed. Nuværende enhed:
it: Selezionare il supporto per il backup. Supporto corrente:
uk: Виберіть пристрій для резервного копіювання. Поточний пристрій:

source: Timer '%s' disabled!
da: Timer '%s' deaktiveret!
it: Timer '%s' disabilitato!

source: View, install and remove available or installed packages.
da: Se, installer og fjern nuværende eller installerede pakker.
it: Elencare, installare ed eliminare i pacchetti disponibili o installati.
uk: Перегляд, установка і видалення доступних або встановлених пакетів.

source: (0 - all networks)
da: (0 - alle netværk)

source: (Channel %s)
da: (Kanal %s)
it: (Canale %s)

source: (PiP)
da: (BiB)

source: (disabled)
da: (afbrudt)
it: (disabilitato)

source: (higher than any auto)
da: (højere end andet auto)
it: (prevalente rispetto a qualsiasi automatico)

source: (higher than rotor any auto)
da: (højere end rotor andet auto)
it: (prevalente rispetto a qualsiasi motore automatico)

source: (lower than any auto)
da: (lavere end andet auto)
it: (secondario rispetto a qualsiasi auto)

source: extensions.
da: filendelser.
it: estensioni.
uk: Доповнень.

source: packages selected.
da: pakker valgt.
it: pacchetti selezionati.
uk: пакетів вибрано.

source: updates available.
da: opdateringer tilgængelige.
it: aggiornamenti disponibili.
uk: доступних оновлень.

source: %H:%M
da: %T:%M

source: %d channel found
da: %d kanale fundet!
it: Trovato %d canale.
uk: %d канал знайдений

source: %d core
da: %d kerne

source: %d file
da: %d fil
uk: %d файл

source: %d hour
da: %d time
it: %d ora
uk: %d година

source: %d job is running in the background!
da: %d job kører i baggrunden!
it: %d processo attivo in background.
uk: %d процес запущений у фоновому режимі!

source: %d minute
da: %d minut
it: %d minuto
uk: %d хвилина

source: %d minutes
da: %d minutter
it: %d minuti
uk: %d хвилин

source: %d pixel wide
da: %d pixel bredde
it: %d pixel

source: %d second
da: %d sekund
it: %d secondo
uk: %d секунда

source: %d subdirectory
da: %d underbibliotek
it: %d sottocartella
uk: %d директорія

source: %d wireless network found!
da: %d trådløst netværk fundet!
it: Rilevata %d rete wireless!
uk: %d бездротова мережа знайдена!

source: %s %s free disk space
da: %s %s fri HDD plads
it: %s %s di spazio libero su disco
uk: %s %s вільне місце на диску

source: %s is no longer used. Should it be deleted?
da: %s er ikke længere brugt. Skal den slettes?
it: %s non è più in uso. Cancellarlo?
uk: %s більше не використовується. Чи повинен він бути видалений?

source: %s updated package available
da: %s opdatering tilgængelig
it: Disponibile %s pacchetto aggiornato
uk: %s оновлений пакет доступний

source: (activated +%d min)
da: (aktiveret +%d min)
it: (attivato +%d min)

source: (empty)
da: (tom)
it: (vuoto)
uk: (пусто)

source: (not activated)
da: (ikke aktiveret)
it: (non attivato)

source: (show optional DVD audio menu)
da: (Vis ekstra DVD lyd menu)
it: (mostrare il menu audio opzionale del DVD)
uk: (показати опції. DVD аудіо меню)

source: * Only available if more than one interface is active.
da: * Kun tilgængelig hvis mere end et interface er aktivt.
it: * Disponibile solo se più di un'interfaccia è attiva.
uk: * Доступно якщо активно більше одного інтерфейсу.

source: 12V output
da: 12V udgang
uk: 12V вихід

source: 16:9 always
da: Tving 16:9
it: 16:9 sempre
uk: 16:9 завжди

source: 3d mode
da: 3d tilstand
it: Modalità 3D
uk: Режим 3D

source: : 0000 - default (disabled)
da: : 0000 - standard (deaktiveret)

source: <Current movielist location>
da: <Nuværende filmliste placering>
it: <Percorso corrente dei video>
uk: <Поточне місце списку відео>

source: <Default movie location>
da: <Standardplacering af film>
it: <Percorso predefinito delle registrazioni>
uk: <Місце відео по дефолту>

source: <Last timer location>
da: <Seneste timer placering>
it: <Percorso dell'ultimo timer>
uk: <Місце останнього таймера>

source: <unknown>
da: <ukendt>
it: <sconosciuto>
uk: <невідомий>

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
da: En konfigurationsfil (%s) er ændret siden installation. Vil du beholde denne version?
it: Un file di configurazione (%s) è stato modificato da quando è stato installato. Mantenere le modifiche?
uk: Конфігураційний файл (%s) був змінений в процесі установки. Зберегти вашу модифікацію?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
da: En konfigurationsfil (%s) er ændret siden installation. Vil du beholde denne version?
it: Un file di configurazione (%s) è stato modificato da quando è stato installato. Mantenere le modifiche?
uk: Файл конфігурації (%s) був змінений в процесі установки.. Зберегти вашу версію?

source: A finished record timer wants to set your receiver to standby. Do that now?
da: En optagelses timer der er afsluttet vil sætte din receiver i standby. Gør det nu?
it: Il completamento di una registrazione programmata prevede di porre il ricevitore in standby. Procedere adesso?
uk: Запис за таймером завершено, ресивер буде переведений в режим очікування. Зробити це зараз?

source: A finished record timer wants to shut down your receiver. Shutdown now?
da: En optagelses timer der er afsluttet vil lukke din receiver ned. Gør det nu?
it: Il completamento di una registrazione programmata prevede di spegnere il ricevitore. Spegnere adesso?
uk: Запис за таймером закінчена, ваш ресивер буде вимкнений. Вимкнути зараз?

source: A graphical EPG for all services of an specific bouquet
da: Grafisk EPG for alle kanaler i en specifik favoritliste
it: EPG grafico per tutti i canali di uno specifico bouquet
uk: Графічний EPG для всіх сервісів в обраних фаворитах

source: A record has been started: %s
da: En optagelse er startet: %s
it: Registrazione avviata: %s
uk: Запис було розпочато: %s

source: A recording is currently running on the selected tuner. Please select a different tuner or consider to stop the recording to try again.
da: En igangværende optagelse bruger den valgte tuner. Vælg en anden tuner eller overvej at stoppe optagelsen for at prøve igen.

source: A recording is currently running. What do you want to do?
da: En optagelse er i gang. Hvad vil du gøre?
it: Registrazione in corso. Cosa si desidera fare?
uk: У поточний час йде запис. Що ви хочете зробити?

source: A recording is currently running. Please stop the recording before trying to scan.
da: En optagelse er igang. Stop, venligst denne optagelse før du begynder kanalsøgning.
it: Registrazione in corso. Prima di avviare una ricerca canali, è necessario arrestarla.
uk: У поточний час йде запис. Будь ласка, зупиніть запис, перш ніжспробувати сканувати.

source: A recording is currently running. Please stop the recording before trying to start a testing DiSEqC.
da: En optagelse er i øjeblikket i gang. Stop optagelsen før du forsøger at starte testen af DiSEqC.

source: A required tool (%s) was not found.
da: Et nødvendigt værktøj (%s) ikke fundet.
it: Uno strumento richiesto (%s) non è stato rilevato.
uk: Потрібний інструмент (%s), не знайдений.

source: A search for available updates is currently in progress.
da: Søgning efter tilgængelige opdateringer er aktuelt i gang.
it: Ricerca degli aggiornamenti disponibili in corso.
uk: Пошук доступних оновлень. Будь ласка, почекайте ...

source: A second configured interface has been found. Do you want to disable the second network interface?
da: Der er fundet en anden konfigureret enhed. Vil du deaktivere den anden netværksenhed?
it: Rilevata una seconda interfaccia di rete configurata. Disabilitare la seconda interfaccia di rete?
uk: Другий налаштований інтерфейс був знайдений. Ви хочете відключити другий мережний інтерфейс?

source: A sleep timer wants to set your receiver to standby. Do that now?
da: En sleep timer vil sætte din receiver i standby. Gør det nu?
it: Un timer di spegnimento prevede di porre il ricevitore in standby. Procedere adesso?
uk: Таймер сну хоче перевести ваш ресивер в Режим Очікування. Зробити це зараз?

source: A sleep timer wants to shut down your receiver. Shutdown now?
da: En sleep timer vil lukke din receiver ned. Gør det nu?
it: Un timer di spegnimento prevede lo spegnimento del ricevitore. Procedere adesso?
uk: Таймер сну хоче вимкнути ваш ресивер. Вимкнути зараз?

source: A small overview of the available icon states and actions.
da: En lille oversigt over mulige ikon tilstande og handlinger.
it: Ecco una rapida panoramica delle icone di stato e delle azioni disponibili.
uk: Невеликий огляд доступних станів, іконок та дій.

source: A timer failed to record! Disable TV and try again?
da: Timeroptagelse slået fejl. Skift kanal og prøv igen?
it: Una registrazione programmata non è riuscita! Disabilitare la TV e riprovare?
uk: Таймер не може почати запис! Відключити поточний сервіс і спробувати ще раз?

source: A/V settings
da: A/V Indstillinger
it: Audio e video
uk: Аудіо/Відео налаштування

source: ASS file
da: ASS fil

source: ATSC provider
da: ATSC udbyder

source: Abort
da: Afbryd
it: Annullare
uk: Перервати

source: About
da: Om
it: Informazioni sul sistema
uk: Информація

source: About...
da: Om...
it: Informazioni...
uk: Информація...

source: Activate HbbTV (Redbutton)
da: Aktiver HbbTV (Rød knap)
it: Attivare HbbTV (Tasto rosso)

source: Activate Picture in Picture
da: Aktiver Billed i Billed
it: Attivare il PIP
uk: Включити картинку в картинці

source: Activate current configuration
da: Aktiver den aktuelle opsætning
it: Attivare la configurazione corrente
uk: Активувати поточні налаштування

source: Activate network settings
da: Aktiver netværks indstilling
it: Attivare le impostazioni di rete
uk: Активувати мережеві установки

source: Activate the configured network settings.
da: Aktiver de konfigurerede netværks indstillinger.
it: Attivare le impostazioni di rete configurate.
uk: Активувати вибрані настройки мережі.

source: Activate timeshift End
da: Aktiver timeshift slut
it: Attivare la fine del timeshift

source: Activate timeshift end and pause
da: Aktiver timeshift slut og pause
it: Attivare la fine del timeshift e mettere in pausa

source: Adapter settings
da: Adapter indstillinger
it: Impostazioni interfaccia
uk: Налаштування адаптера

source: Add
da: Tilføj
it: Aggiungere
uk: Додати

source: Add a mark
da: Tilføj en markør
it: Aggiungere un contrassegno
uk: Додати мітку

source: Add a nameserver entry
da: Tilføj en navneserver
it: Aggiungere un server dei nomi (DNS)
uk: Додати DNS сервер

source: Add a new title
da: Tilføj en ny titel
it: Aggiungere un nuovo titolo
uk: Додати нову назву

source: Add bookmark
da: Tilføj bogmærke
it: Aggiungere un percorso preferito
uk: Додати закладку

source: Add directory to playlist
da: Tilføj mappe til spilleliste
it: Aggiungere una cartella alla playlist
uk: Додати папку до списку відтворення

source: Add file to playlist
da: Tilføj fil til spilleliste
it: Aggiungere un file alla playlist
uk: Додати файл до списку відтворення

source: Add files to playlist
da: Tilføj filer til spilleliste
it: Aggiungere file alla playlist
uk: Додати файли в плейлист

source: Add provider
da: Tilføj udbyder
it: Aggiungere un provider
uk: Додати провайдера

source: Add recording (enter recording duration)
da: Tilføj optagelse ( skriv optagelses længde)
it: Aggiungere una registrazione (inserire la durata)
uk: Почати запис (введіть тривалість запису)

source: Add recording (enter recording endtime)
da: Tilføje optagelse (skriv optagelsens sluttid)
it: Aggiungere una registrazione (inserire l'ora termine)
uk: Почати запис (Введіть час закінчення)

source: Add recording (indefinitely)
da: Tilføj optagelse (nu)
it: Aggiungere una registrazione (durata illimitata)
uk: Почати запис (закінчення не визначено)

source: Add recording (stop after current event)
da: Tilføj optagelse (stop efter nuværende program)
it: Aggiungere una registrazione (evento corrente)
uk: Почати запис (стоп після поточного події)

source: Add service
da: Tilføj kanal
it: Aggiungere un canale
uk: Додати сервіс

source: Add timer
da: Tilføj timer
it: Aggiungere un timer
uk: Додати таймер

source: Add title
da: Tilføj titel
it: Aggiungere un titolo
uk: Додати назву

source: Add to bouquet
da: Tilføj til favoritliste...
it: Aggiungere al bouquet
uk: Додати в пакет

source: Add to favourites
da: Tilføj til favoritter
it: Aggiungere ai preferiti
uk: Додати в фаворити

source: Add/remove change timer for current event
da: Tilføj/fjern ændrings timer for nuværende begivenhed.
it: Aggiungere/eliminare/modificare un timer per l'evento corrente

source: Adjust 3D settings
da: Juster 3D indstillinger
it: Configurare le impostazioni 3D
uk: Встоновіть налаштування 3D

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
da: Juster alle farver, så alle farvebjælker kan næsten tydes, men optræder så gennemtrængende som muligt. Er du tilfreds med resultatet, tryk OK for at lukke Video-Finjustering, eller brug nummer knapper, for at vælge andre testbilleder.
it: Regolare il colore in modo che tutte le sfumature risultino visibili, ma appaiano le più sature possibile. Se il risultato appare soddisfacente, premere OK per uscire dalla regolazione accurata dell'immagine, o utilizzare i tasti numerici per accedere alle altre schermate di test.
uk: Налаштуйте параметри кольору, так щоб всі відтінки кольорів були максимально видно, наскільки це можливо. Якщо ви задоволені результатом, натисніть кнопкуОК для закриття відео налаштувань, або використовуйте цифрові клавіші для виборуінших тестів екрану

source: Advanced
da: Advanceret
it: Avanzata

source: Advanced options
da: Avancerede indstillinger
it: Opzioni avanzate
uk: Розширені опції

source: Advanced restore
da: Avanceret gendannelse
it: Ripristino avanzato
uk: Розширене відновлення

source: Advanced software
da: Avanceret software
it: Software avanzato
uk: Розширене відновлення

source: Advanced software plugin
da: Avanceret software plugin
it: Plugin software avanzato
uk: Розширений плагін софта

source: Advanced video enhancement setup
da: Avanceret opsætning af videoforbedring
it: Regolazione avanzata del miglioramento immagine
uk: Меню додаткових відео налаштувань

source: Advanced video setup
da: Avanceret video indstilling
it: Regolazione avanzata dell'immagine
uk: Розширена настройка відео

source: After event
da: Efter opgave
it: Dopo l'evento
uk: Після події

source: Alignment of events
da: Juster begivenheder.
it: Allineamento degli eventi
uk: Вирівнювання подій

source: Alignment of service names
da: Juster kanal navne.
it: Allineamento dei nomi dei canali
uk: Вирівнювання імені сервісу

source: All
da: Alle
it: Tutti
uk: Все

source: All ages
da: Alle årgange
it: Tutte le età
uk: Всі категорії

source: All frequency
da: Alle frekvenser
it: Tutte le frequenze

source: All satellites 1 (USALS)
da: Alle satellitter 1 (USALS)
it: Tutti i satelliti 1 (USALS)

source: All satellites 2 (USALS)
da: Alle satellitter 2 (USALS)
it: Tutti i satelliti 2 (USALS)

source: All satellites 3 (USALS)
da: Alle satellitter 3 (USALS)
it: Tutti i satelliti 3 (USALS)

source: All satellites 4 (USALS)
da: Alle satellitter 4 (USALS)
it: Tutti i satelliti 4 (USALS)

source: All services provider
da: Alle services udbyder
it: Tutti i provider di canali

source: Allocate
da: Alloker
it: Allocare
uk: Виділити

source: Allocate unused memory index
da: Alloker ubrugt indeks hukommelse.
it: Allocare l'indice di una memoria inutilizzata
uk: Виділити невикористовуваний номер пам'яті

source: Allow quit movieplayer with exit
da: Tillad
it: Consentire l'uscita dal player video con il tasto Exit
uk: Дозволити вийти з відеоплеєра кнопкою вихід

source: Allow subtitle language to equal audio language
da: Tillad at undertekst sprog er det samme som lyd sprog.
it: Associare la lingua dei sottotitoli alla lingua audio
uk: Показувати субтитри при збігу з мовою Аудіо

source: Allow subtitles for hearing impaired
da: Tillad tekst for hørehæmmede
it: Abilitare i sottotitoli per non udenti
uk: Субтитри для людей з ослабленим слухом

source: Also on standby
da: Også i standby
it: Anche in standby

source: Alternative
da: Alternativer
it: Alternativa
uk: Альтернативний DNS

source: Alternative numbering mode
da: Alternativ nummererings type
it: Utilizzare la numerazione alternativa dei canali
uk: Альтернативний режим нумерації каналів

source: Alternative services tuner priority
da: Alternativ kanal tuner prioritet
it: Priorità del tuner alternativo dei canali
uk: Пріоритет тюнера в альтернативних сервісах

source: Always ask
da: Spørg altid
it: Chiedere sempre
uk: Завжди питати

source: Always hide infobar
da: Gem altid infobaren
it: Nascondere sempre l'infobar

source: Always include ECM in recordings
da: Inkluder altid ECM i optagelser
it: Includere sempre i dati ECM nelle registrazioni

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
da: Inkluder altid ECM meddelelser i optagelser. Dette overskrider de individuelle timer indstillinger globalt. Dette tillader at optagelser altid er dekrypteret bagefter (nogen gange kaldt offline decoding), hvis understøttet af din receiver. Standardindstilling: fra.
it: Se questa impostazione è attivata, i dati ECM saranno sempre inclusi nelle registrazioni e le impostazioni dei singoli timer saranno ignorate dappertutto. Se supportato dal ricevitore, ciò consente di poter sempre decodificare le registrazioni a posteriori (operazione talvolta denominata 'decodifica offline'). L'impostazione predefinita è 'no'.

source: An empty filename is illegal.
da: Et tomt filnavn er ugyldigt.
it: Nome di file vuoto non consentito.
uk: Порожнє ім'я неприпустимо.

source: An error occurred while downloading the packetlist. Please try again.
da: Der opstod en fejl under download af pakkelisten. Prøv venligst igen.
it: Errore nel download dell'elenco pacchetti. Riprovare.
uk: Помилка завантаження списку пакетів. Будь ласка, спробуйте ще раз.

source: An unknown error occurred!
da: Der opstod en ukendt fejl!
it: Si è verificato un errore sconosciuto!
uk: Невідома помилка!

source: And will put your receiver in standby over
da: Og vil sætte din receiver i standby over
it: E porrà il ricevitore in standby in
uk: І переведе ваш ресивер в Режим Очікування через

source: Any activity
da: Enhver aktivitet
it: Tutte le attività
uk: Будь яка активність

source: Arabic
da: Arabisk
it: Arabo
uk: Арабський

source: Are you sure to purge all deleted userbouquets?
da: Er du sikker på du vil fjerne alle slettede userbouquets?
it: Si vogliono eliminare tutti userbouquets?

source: Are you sure to remove all %d.%d%s%s services?
da: Er du sikker på du vil fjerne alle %d.%d%s%s services?
it: Si vogliono eliminare tutti %d.%d%s%s canali?

source: Are you sure to remove all cable services?
da: Er du sikker på du vil fjerne alle kabel services?
it: Si vogliono eliminare tutti i canali via cavo?

source: Are you sure to remove all terrestrial services?
da: Er du sikker på du vil fjerne alle terrestrial services?
it: Si vogliono eliminare tutti i canali terrestri?

source: Are you sure to remove this entry?
da: Er du sikker på at dette punkt skal slettes?
it: Si desidera eliminare questo elemento?

source: Are you sure you want to activate this network configuration?
da: Er du sikker på, at du vil aktivere denne netværks opsætning?
it: Si desidera attivare questa configurazione di rete?
uk: Ви впевнені, що хочете активувати цю конфігурацію мережі?

source: Are you sure you want to delete the following backup:
da: Bekræft at du vil slette følgende backup:
it: Si desidera eliminare questo backup:
uk: Ви впевнені, що хочете видалити следующий бекап:

source: Are you sure you want to exit this wizard?
da: Bekræft at du vil afslutte denne hjælper?
it: Si desidera uscire da questa configurazione guidata?
uk: Ви впевнені, що хочете вийти з цього майстра?

source: Are you sure you want to restart your network interfaces?
da: Er du sikker på at du vil genstarte dit netværkinterface?
it: Si vogliono riavviare le interfacce di rete?
uk: Ви впевнені, що хочете перезавантажити мережеві інтерфейси?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
da: Er du sikker på at du vil gendanne den følgende backup: %s Din receiver vil genstarte efter at backuppen er gendannet!
it: Si desidera ripristinare il seguente backup: %s Al termine del ripristino, il ricevitore verrà riavviato!
uk: Ви впевнені, що хочете відновити цей бекап: %s Ваш ресивер буде перезавантажений після відновлення!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
da: Er du sikker på at du vil gendanne backuppen? Din receiver vil genstarte efter at backuppen er gendannet!
it: Si desidera ripristinare il backup? Al termine del ripristino, il ricevitore verrà riavviato!
uk: Ви впевнені, що хочете відновити бекап? Ваш ресивер буде перезавантажений після відновлення!

source: Artist
da: Kunstner
it: Artista
uk: Артист

source: Arts/Culture
da: Kunst/Kultur
it: Arte/Cultura
uk: Мистецтво / Культура

source: As defined by the skin
da: Som defineret af skin'et

source: Ask user
da: Spørg bruger
it: Chiedere:
uk: Запитати користувача
